[
  {
    "author": "Kendrick Lamar",
    "text": "Build your own pyramids, write your own hieroglyphs."
  },
  {
    "author": "Kendrick Lamar",
    "text": "If I told you that a flower bloomed in a dark room, would you trust it?"
  },
  {
    "author": "Kendrick Lamar",
    "text": "My rights, my wrongs, I write ’til I’m right with God."
  },
  {
    "author": "Kendrick Lamar",
    "text": "If I’m gonna tell a real story, I’m gonna start with my name."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Life will put many red lights in front of you, but sometimes we must push on the gas and trust God."
  },
  {
    "author": "Kendrick Lamar",
    "text": "So next time you feel like your world is about to end, I hope you studied because He’s testing your faith again."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I’d rather not live like there isn’t a God Then die and find out there really is Think about it."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I learned, when I look in the mirror and tell my story, that I should be myself and not peep whatever everybody is doing."
  },
  {
    "author": "Kendrick Lamar",
    "text": "It’s easy to forget who you are."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I’m standing on a field full of landmines, doing the moonwalk, hoping I blow up in time."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The Universe energy doesn’t lie."
  },
  {
    "author": "Kendrick Lamar",
    "text": "We hurt people that love us, love people that hurt us."
  },
  {
    "author": "Kendrick Lamar",
    "text": "What is love? Love to me is god."
  },
  {
    "author": "Kendrick Lamar",
    "text": "It’s the beauty in her. But when the makeup occurs, I don’t see it. All I see is a blur."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Hip-hop is not the problem, our reality is the problem."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I was a black sheep, but now I’m just a goat."
  },
  {
    "author": "Kendrick Lamar",
    "text": "We all get distracted. The question is, will you bounce back or bounce backwards?"
  },
  {
    "author": "Kendrick Lamar",
    "text": "Since day one, since the first time I touched the pen, I wanted to be the best at what I do."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Just let me be me, That’s the only way I know."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Although the butterfly and the caterpillar are completely different, they are one and the same."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The one in front of the gun lives forever."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The message I’m sending to myself – I can’t change the world until I change myself first."
  },
  {
    "author": "Kendrick Lamar",
    "text": "My mind is living on cloud 9 and this 9 is never on vacation."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Don’t you know your imperfections is a wonderful blessing, from heaven is where you got it from."
  },
  {
    "author": "Kendrick Lamar",
    "text": "God to me is love. It’s the ruler of all things, whether it’s with a person or with music or with your TV. I feel like it’s this energy. God is energy, love is energy."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I think my worst problem is actually living in the moment and understanding everything that’s going on. I feel like I’m in my own bubble."
  },
  {
    "author": "Kendrick Lamar",
    "text": "You really can’t categorize my music, it’s human music."
  },
  {
    "author": "Kendrick Lamar",
    "text": "A dollar might turn to a million and we all rich that’s just how i feel."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Consequences from evil will make your past haunt you."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I stole a Bible, is that a sin?"
  },
  {
    "author": "Kendrick Lamar",
    "text": "As long as my music is real, it’s no limit to how many ears I can grab."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I want you to recognize that I’m a proud monkey."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Found myself screaming in a hotel room. I didn’t want to self-destruct."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Once I looked in the mirror and decided this is who I am, and I’m not scared of who I am, and I’m not scared that I can’t be like you, and I’m good with just doing me, that’s when I found myself, as a man."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I don’t talk about these things if I haven’t lived them, and I’ve hurt people in my life. It’s something I still have to think about when I sleep at night."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The opposite of love? Vice. Temptation. The negative influences that we have. The bad energy that comes around us and makes us do certain things. To me, it’s always been a war between the two."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I’m constantly thinking."
  },
  {
    "author": "Kendrick Lamar",
    "text": "My lyrics say I have morals, I have confidence, I have weaknesses, I have strong points, that I am a human being."
  },
  {
    "author": "Kendrick Lamar",
    "text": "At first, I was scared to show fear because you can never be sure how people will perceive you. But I dared myself to do that, to stand out. Now I’ll talk about being beaten up or robbed or making a stupid decision because of a girl or whatever."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Whatever pressure I feel all comes from me, from within. I always was that person who was hard on myself and challenged myself no matter what I was doing, whether it was passing third grade or playing basketball."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Eventually you get to this point where you understand what you want to do and get across and sound like."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Groups break up because they never got across what they wanted to do personally, and they have creative differences, and egos start to clash."
  },
  {
    "author": "Kendrick Lamar",
    "text": "You can’t change where you from. You can’t take a person out of their zone and expect them to be somebody else now that they in the record industry. It’s gonna take years. Years of travelling. Years of meeting people. Years of seeing the world."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I see conflict. But the conflict is what makes it relatable. I’m conflicted; you’re conflicted. I’m not perfect – nobody is. I’m just blessed to be able to express my conflict through song."
  },
  {
    "author": "Kendrick Lamar",
    "text": "What separated me from all my homeboys is the fact that I didn’t get caught inside the reality. I was always dreaming about doing something else or going somewhere else."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I think my vice would be outdoing myself."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I knew I was blessed with a gift of having both parents."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I don’t vote. I don’t do no voting."
  },
  {
    "author": "Kendrick Lamar",
    "text": "My whole thing is to inspire, to better people, to better myself forever in this thing that we call rap, this thing that we call hip hop."
  },
  {
    "author": "Kendrick Lamar",
    "text": "You don’t hear no artists from Compton showing vulnerability."
  },
  {
    "author": "Tupac Shakur",
    "text": "Trust me I never lose. Either I win or learn from it."
  },
  {
    "author": "Tupac Shakur",
    "text": "Be an individual, work hard, study, get your mind straight, and trust nobody."
  },
  {
    "author": "Tupac Shakur",
    "text": "I’m not perfect. But I’ll always be real."
  },
  {
    "author": "Tupac Shakur",
    "text": "Only God can judge me."
  },
  {
    "author": "Tupac Shakur",
    "text": "Real eyes, realize, real lies..."
  },
  {
    "author": "Tupac Shakur",
    "text": "What doesn’t kill me just makes me stronger."
  },
  {
    "author": "Tupac Shakur",
    "text": "Don’t believe everything you hear: Real eyes, Realize, Real lies."
  },
  {
    "author": "Tupac Shakur",
    "text": "The realest people don’t have a lot of friends."
  },
  {
    "author": "Tupac Shakur",
    "text": "Follow the rules or follow the fools."
  },
  {
    "author": "Tupac Shakur",
    "text": "Reality is wrong. Dreams are for real."
  },
  {
    "author": "Tupac Shakur",
    "text": "It’s just me against the world."
  },
  {
    "author": "Tupac Shakur",
    "text": "Death is not the greatest loss in life. The greatest loss is what dies inside while still alive. Never surrender."
  },
  {
    "author": "Tupac Shakur",
    "text": "Life’s a test, mistakes are lessons, but the gift of life is knowing that you have made a difference."
  },
  {
    "author": "Tupac Shakur",
    "text": "I’m not saying I’m gonna change the world, but I guarantee that I will spark the brain that will change the world."
  },
  {
    "author": "Tupac Shakur",
    "text": "Forgive, but don’t forget."
  },
  {
    "author": "Tupac Shakur",
    "text": "They Have Money For War But Can’t Feed The Poor."
  },
  {
    "author": "Tupac Shakur",
    "text": "I didn’t choose the thug life, the thug life chose me."
  },
  {
    "author": "Tupac Shakur",
    "text": "Things change; that’s the way it is."
  },
  {
    "author": "Tupac Shakur",
    "text": "I’d rather die like a man, than live like a coward."
  },
  {
    "author": "Tupac Shakur",
    "text": "During your life, never stop dreaming. No one can take away your dreams."
  },
  {
    "author": "Tupac Shakur",
    "text": "Stay in the game until the end of time."
  },
  {
    "author": "Tupac Shakur",
    "text": "No matter how hard it gets, keep your chest out, keep your head up and handle it."
  },
  {
    "author": "Tupac Shakur",
    "text": "Play the game, never let the game play you."
  },
  {
    "author": "Tupac Shakur",
    "text": "Never surrender; it’s all about the faith that you got."
  },
  {
    "author": "Tupac Shakur",
    "text": "If you don’t know me, don’t judge me."
  },
  {
    "author": "Tupac Shakur",
    "text": "Don’t look back unless it’s a good view."
  },
  {
    "author": "Tupac Shakur",
    "text": "The trick is to never lose hope!"
  },
  {
    "author": "Tupac Shakur",
    "text": "If you can make it through the night, there’s a brighter day."
  },
  {
    "author": "Tupac Shakur",
    "text": "No one knows my Struggle, they only see the Trouble. Not knowing it’s hard to carry on when, No one loves you."
  },
  {
    "author": "Tupac Shakur",
    "text": "Long live the rose that grew from the concrete when no one else ever cared."
  },
  {
    "author": "Tupac Shakur",
    "text": "I am a hard person to love but when I love, I love really hard."
  },
  {
    "author": "Tupac Shakur",
    "text": "Behind every sweet smile, there is a bitter sadness that no one can ever see and feel."
  },
  {
    "author": "Tupac Shakur",
    "text": "If you let a person talk long enough you’ll hear their true intentions. Listen twice, speak once."
  },
  {
    "author": "Tupac Shakur",
    "text": "Why am I dying to live if I’m just living to die."
  },
  {
    "author": "Tupac Shakur",
    "text": "Don’t leave this world without giving it your all."
  },
  {
    "author": "Tupac Shakur",
    "text": "You never stop loving someone. You just learn to live without them."
  },
  {
    "author": "Tupac Shakur",
    "text": "Fear is stronger than love, remember that. Fear is stronger than love, all that love I gave didn’t mean nothing when it came to fear."
  },
  {
    "author": "Tupac Shakur",
    "text": "Let’s change the way we eat, let’s change the way we live, and let’s change the way we treat each other."
  },
  {
    "author": "Tupac Shakur",
    "text": "Ain’t a woman alive that could take my mama’s place."
  },
  {
    "author": "Tupac Shakur",
    "text": "Is it a crime, to fight, for what is mine?"
  },
  {
    "author": "Tupac Shakur",
    "text": "A coward dies a thousand times, a soldier dies but once."
  },
  {
    "author": "Tupac Shakur",
    "text": "Study your lessons, don’t settle for less."
  },
  {
    "author": "Tupac Shakur",
    "text": "It’s time we stop worrying, and get angry you know? But not angry and pick up a gun, but angry and open our minds."
  },
  {
    "author": "Tupac Shakur",
    "text": "You’ve got to find a way to survive because they win when your soul dies."
  },
  {
    "author": "Tupac Shakur",
    "text": "You gotta make a change. Its time for us as a people to start making some changes, lets change the way we eat, lets change the way we live, and lets change the way we treat each other. You see the old way wasn’t working so its on us, to do what we gotta do to survive."
  },
  {
    "author": "Tupac Shakur",
    "text": "My only fear of death is reincarnation."
  },
  {
    "author": "Tupac Shakur",
    "text": "Never surrender, it’s all about the faith you got: don’t ever stop, just push it ’till you hit the top and if you drop, at least you know you gave your all to be true to you, that way you can never fall."
  },
  {
    "author": "Tupac Shakur",
    "text": "Only God can judge me. That which does not kill me can only make me stronger. I don’t see why everybody feels as though they have to tell me how to live my life."
  },
  {
    "author": "Tupac Shakur",
    "text": "I wake up in the morning and ask myself; is life worth living? Should I blast myself?"
  },
  {
    "author": "Tupac Shakur",
    "text": "My aim is to spread more smiles than tears."
  },
  {
    "author": "Eminem",
    "text": "Look, if you had one shot, or one opportunity. To seize everything you ever wanted in one moment. Would you capture it or just let it slip?"
  },
  {
    "author": "Eminem",
    "text": "Why be a king, when you can be a god?"
  },
  {
    "author": "Eminem",
    "text": "I don't care if you're black, white, straight, bisexual, gay, lesbian, short, tall, fat, skinny, rich or poor. If you're nice to me, I'll be nice to you. Simple as that."
  },
  {
    "author": "Eminem",
    "text": "Before you judge someone, walk a mile in his shoes."
  },
  {
    "author": "Eminem",
    "text": "Just be yourself, man. Be proud of who you are."
  },
  {
    "author": "Eminem",
    "text": "Behind every successful person lies a pack of haters."
  },
  {
    "author": "Eminem",
    "text": "Love is just a word, but you bring it definition."
  },
  {
    "author": "Eminem",
    "text": "Somewhere deep down there's a decent man in me, he just can't be found."
  },
  {
    "author": "Eminem",
    "text": "Dealing with backstabbers, there was one thing I learned. They're only powerful when you got your back turned."
  },
  {
    "author": "Eminem",
    "text": "You don’t get another chance, life is no Nintendo game."
  },
  {
    "author": "Eminem",
    "text": "I shoot for the moon but I’m too busy gazing at the stars."
  },
  {
    "author": "Eminem",
    "text": "Damn. How much damage can you do with a pen?"
  },
  {
    "author": "Eminem",
    "text": "When I say or do something I do it, I don’t give a damn what you think, I’m doing this for me..."
  },
  {
    "author": "Eminem",
    "text": "If you have enemies, that’s good. It means you stood up for something."
  },
  {
    "author": "Eminem",
    "text": "Love, when spelled backwards and read phonetically, reads evil"
  },
  {
    "author": "Eminem",
    "text": "The truth is you don’t know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed."
  },
  {
    "author": "Eminem",
    "text": "I will not fall, I will stand tall, feels like no one can beat me."
  },
  {
    "author": "Eminem",
    "text": "Don’t do drugs, don’t have unprotected sex, don’t be violent. Leave that to me."
  },
  {
    "author": "Eminem",
    "text": "I have nothing to lose, but something to gain."
  },
  {
    "author": "Eminem",
    "text": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape; that's all I buy, that's all I live, that's all I listen to, that's all I love."
  },
  {
    "author": "Eminem",
    "text": "I can’t tell you what it really is, I can only tell you what it feels like."
  },
  {
    "author": "Eminem",
    "text": "You better lose yourself in the music, the moment You own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo."
  },
  {
    "author": "Eminem",
    "text": "Imma be what I set out to be without a doubt undoubtedly."
  },
  {
    "author": "Eminem",
    "text": "I’ve got to formulate a plot or end up in jail or shot, success is my only option, failure’s not."
  },
  {
    "author": "Eminem",
    "text": "I bully myself cause I make me do what I put my mind to."
  },
  {
    "author": "Eminem",
    "text": "Everything always happens for a reason."
  },
  {
    "author": "Eminem",
    "text": "Love is evil, spell it backwards, I’ll show ya."
  },
  {
    "author": "Eminem",
    "text": "Opportunity may only come once in a lifetime."
  },
  {
    "author": "Eminem",
    "text": "Just promise me you’ll think of me everytime you look up in the sky and see a star."
  },
  {
    "author": "Eminem",
    "text": "When you're a little kid, you don't see color, and the fact that my friends were black never crossed my mind. It never became an issue until I was a teenager and started trying to rap"
  },
  {
    "author": "Eminem",
    "text": "You can make something of your life, it just depends on your drive."
  },
  {
    "author": "Eminem",
    "text": "Everybody has goals, aspirations or whatever, and everybody has been at a point in their life where nobody believed in them."
  },
  {
    "author": "Eminem",
    "text": "I maybe made some mistakes, but I’m only human."
  },
  {
    "author": "Eminem",
    "text": "It sometimes feels like a strange movie, you know, it’s all so weird that sometimes I wonder if it is really happening."
  },
  {
    "author": "Eminem",
    "text": "I need to keep working on myself for a while."
  },
  {
    "author": "Eminem",
    "text": "They say music can alter moods and talk to you."
  },
  {
    "author": "Eminem",
    "text": "To the people I forgot, you weren’t on my mind for some reason and you probably don’t deserve any thanks anyway."
  },
  {
    "author": "Eminem",
    "text": "I find you offensive for finding me offensive."
  },
  {
    "author": "Eminem",
    "text": "I’m stupid, I’m ugly, I’m dumb, I smell. Did I mention I’m stupid?"
  },
  {
    "author": "Eminem",
    "text": "And all those who look down on me I’m tearing down your balcony."
  },
  {
    "author": "Eminem",
    "text": "You’d have to walk a thousand miles in my shoes just to see what it’s like to be me!"
  },
  {
    "author": "Eminem",
    "text": "When you feel like you’ve had it up to here, and you’re mad enough to scream, but you’re sad enough to tear, that’s rock bottom."
  },
  {
    "author": "Eminem",
    "text": "Step by step, heart to heart, left right left. We all fall down like toy soldiers. Bit by bit, torn apart, we never win."
  },
  {
    "author": "Eminem",
    "text": "Money is what makes a man act funny."
  },
  {
    "author": "Eminem",
    "text": "People can try to reinvent themselves. I don’t think you can really change who you are, though, because who you are is pretty much where you came from and what you’ve done up to now."
  },
  {
    "author": "Eminem",
    "text": "Inside it drives me crazy, my insecurities could eat me alive."
  },
  {
    "author": "Eminem",
    "text": "What are friends? Friends are people you think are your friends, but they are really your enemies, with secret identities."
  },
  {
    "author": "Eminem",
    "text": "I don’t hate women – they just sometimes make me mad."
  },
  {
    "author": "Eminem",
    "text": "My brain’s gone, my soul’s worn, and my spirit is torn. The rest of my body is still being operated on."
  },
  {
    "author": "Eminem",
    "text": "I really should have fallen but I stood."
  }
]