[
  {
    "author": "Kendrick Lamar",
    "text": "Build your own pyramids, write your own hieroglyphs."
  },
  {
    "author": "Kendrick Lamar",
    "text": "If I told you that a flower bloomed in a dark room, would you trust it?"
  },
  {
    "author": "Kendrick Lamar",
    "text": "My rights, my wrongs, I write ’til I’m right with God."
  },
  {
    "author": "Kendrick Lamar",
    "text": "If I’m gonna tell a real story, I’m gonna start with my name."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Life will put many red lights in front of you, but sometimes we must push on the gas and trust God."
  },
  {
    "author": "Kendrick Lamar",
    "text": "So next time you feel like your world is about to end, I hope you studied because He’s testing your faith again."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I’d rather not live like there isn’t a God Then die and find out there really is Think about it."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I learned, when I look in the mirror and tell my story, that I should be myself and not peep whatever everybody is doing."
  },
  {
    "author": "Kendrick Lamar",
    "text": "It’s easy to forget who you are."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The Universe energy doesn’t lie."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I’m standing on a field full of landmines, doing the moonwalk, hoping I blow up in time."
  },
  {
    "author": "Kendrick Lamar",
    "text": "We hurt people that love us, love people that hurt us."
  },
  {
    "author": "Kendrick Lamar",
    "text": "What is love? Love to me is god."
  },
  {
    "author": "Kendrick Lamar",
    "text": "It’s the beauty in her. But when the makeup occurs, I don’t see it. All I see is a blur."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Hip-hop is not the problem, our reality is the problem."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I was a black sheep, but now I’m just a goat."
  },
  {
    "author": "Kendrick Lamar",
    "text": "We all get distracted. The question is, will you bounce back or bounce backwards?"
  },
  {
    "author": "Kendrick Lamar",
    "text": "Just let me be me, That’s the only way I know."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Since day one, since the first time I touched the pen, I wanted to be the best at what I do."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The one in front of the gun lives forever."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The message I’m sending to myself – I can’t change the world until I change myself first."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Although the butterfly and the caterpillar are completely different, they are one and the same."
  },
  {
    "author": "Kendrick Lamar",
    "text": "My mind is living on cloud 9 and this 9 is never on vacation."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Don’t you know your imperfections is a wonderful blessing, from heaven is where you got it from."
  },
  {
    "author": "Kendrick Lamar",
    "text": "God to me is love. It’s the ruler of all things, whether it’s with a person or with music or with your TV. I feel like it’s this energy. God is energy, love is energy."
  },
  {
    "author": "Kendrick Lamar",
    "text": "A dollar might turn to a million and we all rich that’s just how i feel."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I think my worst problem is actually living in the moment and understanding everything that’s going on. I feel like I’m in my own bubble."
  },
  {
    "author": "Kendrick Lamar",
    "text": "You really can’t categorize my music, it’s human music."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Consequences from evil will make your past haunt you."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I stole a Bible, is that a sin?"
  },
  {
    "author": "Kendrick Lamar",
    "text": "Found myself screaming in a hotel room. I didn’t want to self-destruct."
  },
  {
    "author": "Kendrick Lamar",
    "text": "As long as my music is real, it’s no limit to how many ears I can grab."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I want you to recognize that I’m a proud monkey."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Once I looked in the mirror and decided this is who I am, and I’m not scared of who I am, and I’m not scared that I can’t be like you, and I’m good with just doing me, that’s when I found myself, as a man."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I don’t talk about these things if I haven’t lived them, and I’ve hurt people in my life. It’s something I still have to think about when I sleep at night."
  },
  {
    "author": "Kendrick Lamar",
    "text": "At first, I was scared to show fear because you can never be sure how people will perceive you. But I dared myself to do that, to stand out. Now I’ll talk about being beaten up or robbed or making a stupid decision because of a girl or whatever."
  },
  {
    "author": "Kendrick Lamar",
    "text": "The opposite of love? Vice. Temptation. The negative influences that we have. The bad energy that comes around us and makes us do certain things. To me, it’s always been a war between the two."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I’m constantly thinking."
  },
  {
    "author": "Kendrick Lamar",
    "text": "My lyrics say I have morals, I have confidence, I have weaknesses, I have strong points, that I am a human being."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Whatever pressure I feel all comes from me, from within. I always was that person who was hard on myself and challenged myself no matter what I was doing, whether it was passing third grade or playing basketball."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Eventually you get to this point where you understand what you want to do and get across and sound like."
  },
  {
    "author": "Kendrick Lamar",
    "text": "Groups break up because they never got across what they wanted to do personally, and they have creative differences, and egos start to clash."
  },
  {
    "author": "Kendrick Lamar",
    "text": "You can’t change where you from. You can’t take a person out of their zone and expect them to be somebody else now that they in the record industry. It’s gonna take years. Years of travelling. Years of meeting people. Years of seeing the world."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I see conflict. But the conflict is what makes it relatable. I’m conflicted; you’re conflicted. I’m not perfect – nobody is. I’m just blessed to be able to express my conflict through song."
  },
  {
    "author": "Kendrick Lamar",
    "text": "What separated me from all my homeboys is the fact that I didn’t get caught inside the reality. I was always dreaming about doing something else or going somewhere else."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I think my vice would be outdoing myself."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I don’t vote. I don’t do no voting."
  },
  {
    "author": "Kendrick Lamar",
    "text": "I knew I was blessed with a gift of having both parents."
  },
  {
    "author": "Kendrick Lamar",
    "text": "My whole thing is to inspire, to better people, to better myself forever in this thing that we call rap, this thing that we call hip hop."
  },
  {
    "author": "Kendrick Lamar",
    "text": "You don’t hear no artists from Compton showing vulnerability."
  },
  {
    "author": "Tupac Shakur",
    "text": "Trust me I never lose. Either I win or learn from it."
  },
  {
    "author": "Tupac Shakur",
    "text": "Be an individual, work hard, study, get your mind straight, and trust nobody."
  },
  {
    "author": "Tupac Shakur",
    "text": "I’m not perfect. But I’ll always be real."
  },
  {
    "author": "Tupac Shakur",
    "text": "Only God can judge me."
  },
  {
    "author": "Tupac Shakur",
    "text": "Real eyes, realize, real lies..."
  },
  {
    "author": "Tupac Shakur",
    "text": "What doesn’t kill me just makes me stronger."
  },
  {
    "author": "Tupac Shakur",
    "text": "Don’t believe everything you hear: Real eyes, Realize, Real lies."
  },
  {
    "author": "Tupac Shakur",
    "text": "The realest people don’t have a lot of friends."
  },
  {
    "author": "Tupac Shakur",
    "text": "Follow the rules or follow the fools."
  },
  {
    "author": "Tupac Shakur",
    "text": "Reality is wrong. Dreams are for real."
  },
  {
    "author": "Tupac Shakur",
    "text": "It’s just me against the world."
  },
  {
    "author": "Tupac Shakur",
    "text": "Death is not the greatest loss in life. The greatest loss is what dies inside while still alive. Never surrender."
  },
  {
    "author": "Tupac Shakur",
    "text": "Life’s a test, mistakes are lessons, but the gift of life is knowing that you have made a difference."
  },
  {
    "author": "Tupac Shakur",
    "text": "I’m not saying I’m gonna change the world, but I guarantee that I will spark the brain that will change the world."
  },
  {
    "author": "Tupac Shakur",
    "text": "Forgive, but don’t forget."
  },
  {
    "author": "Tupac Shakur",
    "text": "They Have Money For War But Can’t Feed The Poor."
  },
  {
    "author": "Tupac Shakur",
    "text": "Things change; that’s the way it is."
  },
  {
    "author": "Tupac Shakur",
    "text": "I didn’t choose the thug life, the thug life chose me."
  },
  {
    "author": "Tupac Shakur",
    "text": "I’d rather die like a man, than live like a coward."
  },
  {
    "author": "Tupac Shakur",
    "text": "During your life, never stop dreaming. No one can take away your dreams."
  },
  {
    "author": "Tupac Shakur",
    "text": "No matter how hard it gets, keep your chest out, keep your head up and handle it."
  },
  {
    "author": "Tupac Shakur",
    "text": "Stay in the game until the end of time."
  },
  {
    "author": "Tupac Shakur",
    "text": "Play the game, never let the game play you."
  },
  {
    "author": "Tupac Shakur",
    "text": "Never surrender; it’s all about the faith that you got."
  },
  {
    "author": "Tupac Shakur",
    "text": "If you don’t know me, don’t judge me."
  },
  {
    "author": "Tupac Shakur",
    "text": "Don’t look back unless it’s a good view."
  },
  {
    "author": "Tupac Shakur",
    "text": "The trick is to never lose hope!"
  },
  {
    "author": "Tupac Shakur",
    "text": "If you can make it through the night, there’s a brighter day."
  },
  {
    "author": "Tupac Shakur",
    "text": "No one knows my Struggle, they only see the Trouble. Not knowing it’s hard to carry on when, No one loves you."
  },
  {
    "author": "Tupac Shakur",
    "text": "Long live the rose that grew from the concrete when no one else ever cared."
  },
  {
    "author": "Tupac Shakur",
    "text": "I am a hard person to love but when I love, I love really hard."
  },
  {
    "author": "Tupac Shakur",
    "text": "Behind every sweet smile, there is a bitter sadness that no one can ever see and feel."
  },
  {
    "author": "Tupac Shakur",
    "text": "If you let a person talk long enough you’ll hear their true intentions. Listen twice, speak once."
  },
  {
    "author": "Tupac Shakur",
    "text": "Why am I dying to live if I’m just living to die."
  },
  {
    "author": "Tupac Shakur",
    "text": "Don’t leave this world without giving it your all."
  },
  {
    "author": "Tupac Shakur",
    "text": "Fear is stronger than love, remember that. Fear is stronger than love, all that love I gave didn’t mean nothing when it came to fear."
  },
  {
    "author": "Tupac Shakur",
    "text": "You never stop loving someone. You just learn to live without them."
  },
  {
    "author": "Tupac Shakur",
    "text": "Ain’t a woman alive that could take my mama’s place."
  },
  {
    "author": "Tupac Shakur",
    "text": "Let’s change the way we eat, let’s change the way we live, and let’s change the way we treat each other."
  },
  {
    "author": "Tupac Shakur",
    "text": "Is it a crime, to fight, for what is mine?"
  },
  {
    "author": "Tupac Shakur",
    "text": "A coward dies a thousand times, a soldier dies but once."
  },
  {
    "author": "Tupac Shakur",
    "text": "Study your lessons, don’t settle for less."
  },
  {
    "author": "Tupac Shakur",
    "text": "It’s time we stop worrying, and get angry you know? But not angry and pick up a gun, but angry and open our minds."
  },
  {
    "author": "Tupac Shakur",
    "text": "You’ve got to find a way to survive because they win when your soul dies."
  },
  {
    "author": "Tupac Shakur",
    "text": "You gotta make a change. Its time for us as a people to start making some changes, lets change the way we eat, lets change the way we live, and lets change the way we treat each other. You see the old way wasn’t working so its on us, to do what we gotta do to survive."
  },
  {
    "author": "Tupac Shakur",
    "text": "My only fear of death is reincarnation."
  },
  {
    "author": "Tupac Shakur",
    "text": "Never surrender, it’s all about the faith you got: don’t ever stop, just push it ’till you hit the top and if you drop, at least you know you gave your all to be true to you, that way you can never fall."
  },
  {
    "author": "Tupac Shakur",
    "text": "My aim is to spread more smiles than tears."
  },
  {
    "author": "Tupac Shakur",
    "text": "Only God can judge me. That which does not kill me can only make me stronger. I don’t see why everybody feels as though they have to tell me how to live my life."
  },
  {
    "author": "Tupac Shakur",
    "text": "I wake up in the morning and ask myself; is life worth living? Should I blast myself?"
  },
  {
    "author": "Eminem",
    "text": "Look, if you had one shot, or one opportunity. To seize everything you ever wanted in one moment. Would you capture it or just let it slip?"
  },
  {
    "author": "Eminem",
    "text": "Why be a king, when you can be a god?"
  },
  {
    "author": "Eminem",
    "text": "I don't care if you're black, white, straight, bisexual, gay, lesbian, short, tall, fat, skinny, rich or poor. If you're nice to me, I'll be nice to you. Simple as that."
  },
  {
    "author": "Eminem",
    "text": "Before you judge someone, walk a mile in his shoes."
  },
  {
    "author": "Eminem",
    "text": "Just be yourself, man. Be proud of who you are."
  },
  {
    "author": "Eminem",
    "text": "Behind every successful person lies a pack of haters."
  },
  {
    "author": "Eminem",
    "text": "Love is just a word, but you bring it definition."
  },
  {
    "author": "Eminem",
    "text": "Somewhere deep down there's a decent man in me, he just can't be found."
  },
  {
    "author": "Eminem",
    "text": "Dealing with backstabbers, there was one thing I learned. They're only powerful when you got your back turned."
  },
  {
    "author": "Eminem",
    "text": "You don’t get another chance, life is no Nintendo game."
  },
  {
    "author": "Eminem",
    "text": "I shoot for the moon but I’m too busy gazing at the stars."
  },
  {
    "author": "Eminem",
    "text": "Damn. How much damage can you do with a pen?"
  },
  {
    "author": "Eminem",
    "text": "When I say or do something I do it, I don’t give a damn what you think, I’m doing this for me..."
  },
  {
    "author": "Eminem",
    "text": "If you have enemies, that’s good. It means you stood up for something."
  },
  {
    "author": "Eminem",
    "text": "Love, when spelled backwards and read phonetically, reads evil"
  },
  {
    "author": "Eminem",
    "text": "The truth is you don’t know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed."
  },
  {
    "author": "Eminem",
    "text": "I will not fall, I will stand tall, feels like no one can beat me."
  },
  {
    "author": "Eminem",
    "text": "Don’t do drugs, don’t have unprotected sex, don’t be violent. Leave that to me."
  },
  {
    "author": "Eminem",
    "text": "I have nothing to lose, but something to gain."
  },
  {
    "author": "Eminem",
    "text": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape; that's all I buy, that's all I live, that's all I listen to, that's all I love."
  },
  {
    "author": "Eminem",
    "text": "I can’t tell you what it really is, I can only tell you what it feels like."
  },
  {
    "author": "Eminem",
    "text": "You better lose yourself in the music, the moment You own it, you better never let it go You only get one shot, do not miss your chance to blow This opportunity comes once in a lifetime, yo."
  },
  {
    "author": "Eminem",
    "text": "Imma be what I set out to be without a doubt undoubtedly."
  },
  {
    "author": "Eminem",
    "text": "I’ve got to formulate a plot or end up in jail or shot, success is my only option, failure’s not."
  },
  {
    "author": "Eminem",
    "text": "I bully myself cause I make me do what I put my mind to."
  },
  {
    "author": "Eminem",
    "text": "Everything always happens for a reason."
  },
  {
    "author": "Eminem",
    "text": "Opportunity may only come once in a lifetime."
  },
  {
    "author": "Eminem",
    "text": "Love is evil, spell it backwards, I’ll show ya."
  },
  {
    "author": "Eminem",
    "text": "Just promise me you’ll think of me everytime you look up in the sky and see a star."
  },
  {
    "author": "Eminem",
    "text": "When you're a little kid, you don't see color, and the fact that my friends were black never crossed my mind. It never became an issue until I was a teenager and started trying to rap"
  },
  {
    "author": "Eminem",
    "text": "You can make something of your life, it just depends on your drive."
  },
  {
    "author": "Eminem",
    "text": "Everybody has goals, aspirations or whatever, and everybody has been at a point in their life where nobody believed in them."
  },
  {
    "author": "Eminem",
    "text": "I maybe made some mistakes, but I’m only human."
  },
  {
    "author": "Eminem",
    "text": "It sometimes feels like a strange movie, you know, it’s all so weird that sometimes I wonder if it is really happening."
  },
  {
    "author": "Eminem",
    "text": "I need to keep working on myself for a while."
  },
  {
    "author": "Eminem",
    "text": "They say music can alter moods and talk to you."
  },
  {
    "author": "Eminem",
    "text": "To the people I forgot, you weren’t on my mind for some reason and you probably don’t deserve any thanks anyway."
  },
  {
    "author": "Eminem",
    "text": "I find you offensive for finding me offensive."
  },
  {
    "author": "Eminem",
    "text": "And all those who look down on me I’m tearing down your balcony."
  },
  {
    "author": "Eminem",
    "text": "I’m stupid, I’m ugly, I’m dumb, I smell. Did I mention I’m stupid?"
  },
  {
    "author": "Eminem",
    "text": "You’d have to walk a thousand miles in my shoes just to see what it’s like to be me!"
  },
  {
    "author": "Eminem",
    "text": "When you feel like you’ve had it up to here, and you’re mad enough to scream, but you’re sad enough to tear, that’s rock bottom."
  },
  {
    "author": "Eminem",
    "text": "Step by step, heart to heart, left right left. We all fall down like toy soldiers. Bit by bit, torn apart, we never win."
  },
  {
    "author": "Eminem",
    "text": "Money is what makes a man act funny."
  },
  {
    "author": "Eminem",
    "text": "People can try to reinvent themselves. I don’t think you can really change who you are, though, because who you are is pretty much where you came from and what you’ve done up to now."
  },
  {
    "author": "Eminem",
    "text": "Inside it drives me crazy, my insecurities could eat me alive."
  },
  {
    "author": "Eminem",
    "text": "What are friends? Friends are people you think are your friends, but they are really your enemies, with secret identities."
  },
  {
    "author": "Eminem",
    "text": "I don’t hate women – they just sometimes make me mad."
  },
  {
    "author": "Eminem",
    "text": "My brain’s gone, my soul’s worn, and my spirit is torn. The rest of my body is still being operated on."
  },
  {
    "author": "Eminem",
    "text": "I really should have fallen but I stood."
  },
  {
    "author": "Taylor Swift",
    "text": "Just be yourself, there is no one better."
  },
  {
    "author": "Taylor Swift",
    "text": "Happiness and confidence are the prettiest things you can wear."
  },
  {
    "author": "Taylor Swift",
    "text": "People haven’t always been there for me but music always has."
  },
  {
    "author": "Taylor Swift",
    "text": "This is a new year. A new beginning. And things will change."
  },
  {
    "author": "Taylor Swift",
    "text": "If you're lucky enough to be different, never change."
  },
  {
    "author": "Taylor Swift",
    "text": "Giving up doesn’t always mean you’re weak. Sometimes you’re just strong enough to let go."
  },
  {
    "author": "Taylor Swift",
    "text": "Never believe anyone who tells you that you don't deserve what you want."
  },
  {
    "author": "Taylor Swift",
    "text": "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind."
  },
  {
    "author": "Taylor Swift",
    "text": "If somebody hurts you, it's okay to cry a river. Just remember to build a bridge and get over it."
  },
  {
    "author": "Taylor Swift",
    "text": "Being fearless is having a lot of fears, but you jump anyway."
  },
  {
    "author": "Taylor Swift",
    "text": "Life isn’t how to survive the storm, it’s about how to dance in the rain."
  },
  {
    "author": "Taylor Swift",
    "text": "I'm intimidated by the fear of being average."
  },
  {
    "author": "Taylor Swift",
    "text": "You have to write 100 songs before you write the first good one."
  },
  {
    "author": "Taylor Swift",
    "text": "Don't ever regret being honest. Period."
  },
  {
    "author": "Taylor Swift",
    "text": "If they don’t like you for being yourself, be yourself even more."
  },
  {
    "author": "Taylor Swift",
    "text": "I am smart unless I am really, really in love, and then I am ridiculously stupid."
  },
  {
    "author": "Taylor Swift",
    "text": "I think every girl's dream is to find a bad boy at the right time, when he wants to not be bad anymore."
  },
  {
    "author": "Taylor Swift",
    "text": "I think I fell in love with words before I fell in love with music."
  },
  {
    "author": "Taylor Swift",
    "text": "People are going to judge you anyway, so you might as well do what you want."
  },
  {
    "author": "Taylor Swift",
    "text": "I miss you more than the sun misses the sky at night."
  },
  {
    "author": "Taylor Swift",
    "text": "A letdown is worth a few songs. A heartbreak is worth a few albums."
  },
  {
    "author": "Taylor Swift",
    "text": "We should love, not fall in love, because everything that falls, gets broken."
  },
  {
    "author": "Taylor Swift",
    "text": "You can’t have a better tomorrow, if you keep thinking about yesterday."
  },
  {
    "author": "Taylor Swift",
    "text": "Be that strong girl that everyone knew would make it through the worst, be that fearless girl, the one who would dare to do anything, be that independent girl who didn’t need a man; be that girl who never backed down."
  },
  {
    "author": "Taylor Swift",
    "text": "Every one of my regrets has produced a song I'm proud of."
  },
  {
    "author": "Taylor Swift",
    "text": "People throw rocks at things that shine."
  },
  {
    "author": "Taylor Swift",
    "text": "Sometimes the person you’d take a bullet for is the person behind the trigger."
  },
  {
    "author": "Taylor Swift",
    "text": "If you're horrible to me, I'm going to write a song about it, and you won't like it. That's how I operate."
  },
  {
    "author": "Taylor Swift",
    "text": "Fearless is not the absence of fear. Fearless is living in spite of those things that scare you."
  },
  {
    "author": "Taylor Swift",
    "text": "Let go of people who bring you down, and surround yourself with those who bring out the best in you."
  },
  {
    "author": "Taylor Swift",
    "text": "In the end, we only regret the chances we didn’t take."
  },
  {
    "author": "Taylor Swift",
    "text": "Being FEARLESS isn’t being 100% Not FEARFUL, it’s being terrified but you jump anyway..."
  },
  {
    "author": "Taylor Swift",
    "text": "I don’t think you should wait. I think you should speak now."
  },
  {
    "author": "Taylor Swift",
    "text": "Anytime someone tells me that I can’t do something, I want to do it more."
  },
  {
    "author": "Taylor Swift",
    "text": "In life and love, you learn that there comes a time to let go and move on."
  },
  {
    "author": "Taylor Swift",
    "text": "It’s hard to fight when the fight ain’t fair."
  },
  {
    "author": "Taylor Swift",
    "text": "Don’t worry. You may think you’ll never get over it. But you also thought it would last forever."
  },
  {
    "author": "Taylor Swift",
    "text": "Words can break someone into a million pieces, but they can also put them back together. I hope you use yours for good, because the only words you’ll regret more than the ones left unsaid are the ones you use to intentionally hurt someone."
  },
  {
    "author": "Taylor Swift",
    "text": "And the haters gonna hate, hate, hate, hate, hate."
  },
  {
    "author": "Taylor Swift",
    "text": "I don’t know if you know who you are, until you lose who you are."
  },
  {
    "author": "Taylor Swift",
    "text": "Be the fearless girl that everyone knows would dare to do anything."
  },
  {
    "author": "Taylor Swift",
    "text": "There's more to life than dating the boy on the football team."
  },
  {
    "author": "Taylor Swift",
    "text": "Happiness can be reached by choice and how you look at life."
  },
  {
    "author": "Taylor Swift",
    "text": "I’m only me when I’m with you."
  },
  {
    "author": "Taylor Swift",
    "text": "Here I was again tonight forcing laughter, faking smiles Same old tired, lonely place."
  },
  {
    "author": "Taylor Swift",
    "text": "People say you don’t know what you’ve got till it’s gone, but the truth is you just never thought you’d ever lose it."
  },
  {
    "author": "Taylor Swift",
    "text": "Why leave when you can stay? Why stay if you have to go?"
  },
  {
    "author": "Taylor Swift",
    "text": "It’s a love story, baby, just say, Yes."
  },
  {
    "author": "Taylor Swift",
    "text": "The lesson I’ve learned the most often in life is that you’re always going to know more in the future than you know now."
  },
  {
    "author": "Taylor Swift",
    "text": "Keeping your emotions all locked up is something that’s unfair to you. When you clearly know how you feel. You should say it."
  },
  {
    "author": "Bob Dylan",
    "text": "No one is free, even the birds are chained to the sky."
  },
  {
    "author": "Bob Dylan",
    "text": "When you got nothing, you got nothing to lose."
  },
  {
    "author": "Bob Dylan",
    "text": "A man is a success if he gets up in the morning and gets to bed at night, and in between he does what he wants to do."
  },
  {
    "author": "Bob Dylan",
    "text": "You don't need a weatherman to know which way the wind blows."
  },
  {
    "author": "Bob Dylan",
    "text": "He not busy being born is busy dying."
  },
  {
    "author": "Bob Dylan",
    "text": "The times they are a-changing."
  },
  {
    "author": "Bob Dylan",
    "text": "Behind every beautiful thing, there's some kind of pain."
  },
  {
    "author": "Bob Dylan",
    "text": "Some people feel the rain. Others just get wet."
  },
  {
    "author": "Bob Dylan",
    "text": "If you want to keep your memories, you first have to live them."
  },
  {
    "author": "Bob Dylan",
    "text": "Don’t criticize what you can’t understand."
  },
  {
    "author": "Bob Dylan",
    "text": "You can't be wise and in love at the same time."
  },
  {
    "author": "Bob Dylan",
    "text": "People seldom do what they believe in. They do what is convenient, then repent."
  },
  {
    "author": "Bob Dylan",
    "text": "Life is more or less a lie, but then again, that's exactly the way we want it to be."
  },
  {
    "author": "Bob Dylan",
    "text": "Money doesn't talk, it swears."
  },
  {
    "author": "Bob Dylan",
    "text": "I accept chaos, I'm not sure whether it accepts me."
  },
  {
    "author": "Bob Dylan",
    "text": "The purpose of art is to stop time."
  },
  {
    "author": "Bob Dylan",
    "text": "When you feel in your gut what you are and then dynamically pursue it - don't back down and don't give up - then you're going to mystify a lot of folks."
  },
  {
    "author": "Bob Dylan",
    "text": "Don’t think twice, it’s alright."
  },
  {
    "author": "Bob Dylan",
    "text": "I'll let you be in my dreams if I can be in yours."
  },
  {
    "author": "Bob Dylan",
    "text": "All I can do is be me, whoever that is."
  },
  {
    "author": "Bob Dylan",
    "text": "I think of a hero as someone who understands the degree of responsibility that comes with his freedom."
  },
  {
    "author": "Bob Dylan",
    "text": "May your heart always be joyful. May your song always be sung."
  },
  {
    "author": "Bob Dylan",
    "text": "There is nothing so stable as change."
  },
  {
    "author": "Bob Dylan",
    "text": "May you stay Forever Young."
  },
  {
    "author": "Bob Dylan",
    "text": "Everything passes, Everything changes, Just do what you think you should do."
  },
  {
    "author": "Bob Dylan",
    "text": "We have never arrived. We are in a constant state of becoming."
  },
  {
    "author": "Bob Dylan",
    "text": "I was born a long way from where I belong and I am on my way home."
  },
  {
    "author": "Bob Dylan",
    "text": "How many deaths will it take ’till we know that too many people have died?"
  },
  {
    "author": "Bob Dylan",
    "text": "Take care of all your memories. For you cannot relive them."
  },
  {
    "author": "Bob Dylan",
    "text": "Clowns to the left of me, jokers to the right, here I am..."
  },
  {
    "author": "Bob Dylan",
    "text": "People disagreeing everywhere you look makes you wanna stop and read a book."
  },
  {
    "author": "Bob Dylan",
    "text": "God bless you all with peace, tranquility and good will."
  },
  {
    "author": "Bob Dylan",
    "text": "For the loser now Will be later to win."
  },
  {
    "author": "Bob Dylan",
    "text": "How many roads must a man walk down, Before you call him a man? How many seas must a white dove sail, Before she sleeps in the sand? Yes, and how many times must the cannon balls fly, Before they’re forever banned?"
  },
  {
    "author": "Bob Dylan",
    "text": "Time is an ocean, but it ends at the shore."
  },
  {
    "author": "Bob Dylan",
    "text": "Peace is the time it takes to reload your rifle."
  },
  {
    "author": "Bob Dylan",
    "text": "Creativity has much to do with experience, observation and imagination, and if any one of those key elements is missing, it doesn’t work."
  },
  {
    "author": "Bob Dylan",
    "text": "Doesn’t expecting the unexpected make the unexpected expected?"
  },
  {
    "author": "Bob Dylan",
    "text": "If you don’t believe there’s a price for this sweet paradise, just remind me to show you the scars."
  },
  {
    "author": "Bob Dylan",
    "text": "Chaos is a friend of mine."
  },
  {
    "author": "Bob Dylan",
    "text": "I change during the course of a day. I wake and I’m one person, and when I go to sleep I know for certain I’m somebody else."
  },
  {
    "author": "Bob Dylan",
    "text": "May you always be courageous, stand upright and be strong, may you stay forever young."
  },
  {
    "author": "Bob Dylan",
    "text": "To live outside the law, you must be honest."
  },
  {
    "author": "Bob Dylan",
    "text": "Music attracts the angels in the universe."
  },
  {
    "author": "Bob Dylan",
    "text": "Patriotism is the last refuge to which a scoundrel clings."
  },
  {
    "author": "Bob Dylan",
    "text": "The line it is drawn The curse it is cast The slow one now Will later be fast As the present now Will later be past The new order is Rapidly fadin’. And the first one now Will later be last For the times they are a-changin’."
  },
  {
    "author": "Bob Dylan",
    "text": "All this talk about equality. The only thing people really have in common is that they are all going to die."
  },
  {
    "author": "Bob Dylan",
    "text": "Yesterday’s just a memory, tomorrow is never what it’s supposed to be."
  },
  {
    "author": "Bob Dylan",
    "text": "Don’t follow leaders."
  },
  {
    "author": "Bob Dylan",
    "text": "An artist has got to be careful never really to arrive at a place where he thinks he’s AT somewhere. You always have to realize that you’re constantly in a state of becoming. And, as long as you can stay in that realm you’ll sort of be alright."
  },
  {
    "author": "Michael Jackson",
    "text": "If you want to make the world a better place, take a look at yourself, and make a change."
  },
  {
    "author": "Michael Jackson",
    "text": "As a wise man once said, ‘If not us, then who; if not now, then when?’"
  },
  {
    "author": "Michael Jackson",
    "text": "I’m starting with the man in the mirror."
  },
  {
    "author": "Michael Jackson",
    "text": "Be humble, believe in yourself, and have the love of the world in your heart."
  },
  {
    "author": "Michael Jackson",
    "text": "I’m Starting With The Man In The Mirror I’m Asking Him To Change His Ways And No Message Could Have Been Any Clearer If You Wanna Make The World A Better Place Take A Look At Yourself, And Then Make A Change."
  },
  {
    "author": "Michael Jackson",
    "text": "In a world filled with hate, we must still dare to hope. In a world filled with anger, we must still dare to comfort. In a world filled with despair, we must still dare to dream. And in a world filled with distrust, we must still dare to believe."
  },
  {
    "author": "Michael Jackson",
    "text": "Beat me, hate me, you can never break me."
  },
  {
    "author": "Michael Jackson",
    "text": "You ain’t seen nothing yet, and the best is yet to come."
  },
  {
    "author": "Michael Jackson",
    "text": "Every day create your history, every path you take you’re leaving your legacy."
  },
  {
    "author": "Michael Jackson",
    "text": "Heal the world! Stop the hate. Lend a helping hand to those in need."
  },
  {
    "author": "Michael Jackson",
    "text": "Whatever you believe, you become."
  },
  {
    "author": "Michael Jackson",
    "text": "No matter what you do, give it everything you have. Be the best, not the second best."
  },
  {
    "author": "Michael Jackson",
    "text": "You never know how long you have with someone, so don’t forget to say I love you while you can."
  },
  {
    "author": "Michael Jackson",
    "text": "The magic, the wonder, the mystery and the innocence of a child’s heart are the seeds of creativity that will heal the world."
  },
  {
    "author": "Michael Jackson",
    "text": "Lies run sprints, but the truth runs marathons."
  },
  {
    "author": "Michael Jackson",
    "text": "Music is my contribution to life. I have my heart in it."
  },
  {
    "author": "Michael Jackson",
    "text": "Be the best at what you do. Get to know more about your field than anybody alive."
  },
  {
    "author": "Michael Jackson",
    "text": "You can’t hurt me, I found peace within myself."
  },
  {
    "author": "Michael Jackson",
    "text": "I’m a gentleman, call me old fashioned if you want."
  },
  {
    "author": "Michael Jackson",
    "text": "We are the world, we are the children..."
  },
  {
    "author": "Michael Jackson",
    "text": "Always believe in yourself. No matter who’s around you being negative or thrusting negative energy at you, totally block it off. Because whatever you believe, you become."
  },
  {
    "author": "Michael Jackson",
    "text": "Real charity is giving from the heart without taking credit."
  },
  {
    "author": "Michael Jackson",
    "text": "Before you judge me, ask me about my childhood. And I will ask you about yours."
  },
  {
    "author": "Michael Jackson",
    "text": "Don’t be afraid to be different."
  },
  {
    "author": "Michael Jackson",
    "text": "It’s all for love... L.O.V.E."
  },
  {
    "author": "Michael Jackson",
    "text": "Start with the man in the mirror. Start with yourself. Don’t be looking at all the other things. Start with you."
  },
  {
    "author": "Michael Jackson",
    "text": "It doesn’t matter what blood or race or creed or color. Love is love and it breaks all boundaries and you just see it right away."
  },
  {
    "author": "Michael Jackson",
    "text": "If you enter this world knowing you are loved and you leave this world knowing the same, then everything that happens in between can be dealt with."
  },
  {
    "author": "Michael Jackson",
    "text": "Often people just don’t see what I see. They have too much doubt. You can’t do your best when you’re doubting yourself. If you don’t believe in yourself, who will?"
  },
  {
    "author": "Michael Jackson",
    "text": "I know who I am inside and outside, and I know what I want to do. And I will always go with my dreams."
  },
  {
    "author": "Michael Jackson",
    "text": "Always appreciate the gift of life! Be happy and have fun!"
  },
  {
    "author": "Michael Jackson",
    "text": "Together, we can make a change in the world. Together we can help to stop racism. Together we can help to stop prejudice. We can help the world live without fear. It is our only hope. And without hope we are lost."
  },
  {
    "author": "Michael Jackson",
    "text": "Music is a mantra that soothes the soul. It’s therapeutic. It’s something our body has to have. It’s very important to understand the power of music."
  },
  {
    "author": "Michael Jackson",
    "text": "Thinking is the biggest mistake a dancer could make. You have to feel."
  },
  {
    "author": "Michael Jackson",
    "text": "I don’t care if the whole world is against you or teasing you or saying you are not gonna make it. Believe in yourself, no matter what."
  },
  {
    "author": "Michael Jackson",
    "text": "The world should be full of love. Love. Love is the most important thing in the world."
  },
  {
    "author": "Michael Jackson",
    "text": "I’m just a person who wants to be honest and do good, make people happy and give them the greatest sense of escapism through the talent God has given me. That’s where my heart is, that’s all I want to do. Just let me share and give, put a smile on people’s faces and make their hearts feel happy."
  },
  {
    "author": "Michael Jackson",
    "text": "You know I’m bad, I’m bad. You know it."
  },
  {
    "author": "Michael Jackson",
    "text": "I’m a strong person. I’m a warrior and I know what is inside of me."
  },
  {
    "author": "Michael Jackson",
    "text": "I believe that through music we can help heal the world."
  },
  {
    "author": "Michael Jackson",
    "text": "People think they know me, but they don’t. Not really. Actually, I am one of the loneliest people on this earth. I cry sometimes, because it hurts. It does. To be honest, I guess you could say that it hurts to be me."
  },
  {
    "author": "Michael Jackson",
    "text": "I love animals because all they really want from you is love. Too bad that’s even too much to ask for from some people."
  },
  {
    "author": "Michael Jackson",
    "text": "Never rush an emotion; everything in life has a rhythm, it is the pauses and silences that speak the truth."
  },
  {
    "author": "Michael Jackson",
    "text": "I am an Instrument of Nature. Love is my message."
  },
  {
    "author": "Michael Jackson",
    "text": "To give someone a piece of your heart, is worth more than all the wealth in the world."
  },
  {
    "author": "Michael Jackson",
    "text": "We need to put love back into the world, remind the world that love is important. We’re all one."
  },
  {
    "author": "Michael Jackson",
    "text": "It all begins with forgiveness, because to heal the world, we first have to heal ourselves. And to heal the kids, we first have to heal the child within, each and every one of us."
  },
  {
    "author": "Michael Jackson",
    "text": "Feeling free, let us fly, into the boundless, beyond the sky, for we were born to never die..."
  },
  {
    "author": "Michael Jackson",
    "text": "Please go for your dreams. Whatever your ideals, you can become whatever you want to become."
  },
  {
    "author": "Michael Jackson",
    "text": "I love composing and writing music and dancing and performing and conceptualizing creatively for visual mediums. I love to create."
  },
  {
    "author": "Prince",
    "text": "Compassion is an action word with no boundaries."
  },
  {
    "author": "Prince",
    "text": "There’s always a rainbow at the end of every rain."
  },
  {
    "author": "Prince",
    "text": "I’m a Jehovah’s Witness."
  },
  {
    "author": "Prince",
    "text": "Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful."
  },
  {
    "author": "Prince",
    "text": "A strong spirit transcends rules."
  },
  {
    "author": "Prince",
    "text": "Sometimes it takes years for a person to become an overnight success."
  },
  {
    "author": "Prince",
    "text": "Don’t hate me because I’m fabulous."
  },
  {
    "author": "Prince",
    "text": "Real music lovers are actually my favourite kind of people because they like to know, rather than just be told what to think."
  },
  {
    "author": "Prince",
    "text": "Time is a mind construct. It’s not real."
  },
  {
    "author": "Prince",
    "text": "Act your age, not your shoe size."
  },
  {
    "author": "Prince",
    "text": "There’s a dark side to everything."
  },
  {
    "author": "Prince",
    "text": "Repetition is beautiful."
  },
  {
    "author": "Prince",
    "text": "There’s something about having people around you giving you support that is – it’s motivating, and once I got that support from people then I believed I could do anything."
  },
  {
    "author": "Prince",
    "text": "A real friend or mentor isn’t on your payroll."
  },
  {
    "author": "Prince",
    "text": "Despite everything, no one can dictate who you are to other people."
  },
  {
    "author": "Prince",
    "text": "When I want to hear new music, I make it."
  },
  {
    "author": "Prince",
    "text": "It’s a hurtful place, the world, in and of itself. We don’t need to add to it. And we’re in a place now where we all need one another, and it’s going to get rougher."
  },
  {
    "author": "Prince",
    "text": "As human beings we suffer from an innate tendency to jump to conclusions; to judge people too quickly and to pronounce them failures or heroes without due consideration of the actual facts and ideals of the period."
  },
  {
    "author": "Prince",
    "text": "I’ve grown up, everyone’s got to grow up. But there’s something inside me, I’m always going to have that little sort of – how do you say? – child streak."
  },
  {
    "author": "Prince",
    "text": "But life is just a party, and parties weren’t meant to last."
  },
  {
    "author": "Prince",
    "text": "Dearly beloved. We are gathered here today. To get through this thing called life."
  },
  {
    "author": "Prince",
    "text": "Money won’t buy you happiness, but it’ll pay for the search."
  },
  {
    "author": "Prince",
    "text": "The key to longevity is to learn every aspect of music that you can."
  },
  {
    "author": "Prince",
    "text": "I ain’t got no money – But I’m rich on personality."
  },
  {
    "author": "Prince",
    "text": "No child is bad from the beginning; he or she just imitates their atmosphere."
  },
  {
    "author": "Prince",
    "text": "Ownership, that’s what you give your kids. That’s your legacy."
  },
  {
    "author": "Prince",
    "text": "Cool means being able to hang with yourself. All you have to ask yourself is ‘Is there anybody I’m afraid of? Is there anybody who if I walked into a room and saw, I’d get nervous?’ If not, then you’re cool."
  },
  {
    "author": "Prince",
    "text": "Success can also cause misery. The trick is not to be surprised when you discover it doesn’t bring you all the happiness and answers you thought it would."
  },
  {
    "author": "Prince",
    "text": "I don’t really care so much what people say about me because it usually is a reflection of who they are. For example, if people wish I would sound like I used to sound, then it says more about them than it does me."
  },
  {
    "author": "Prince",
    "text": "The voice that U hear is the alchemy of Ur mind."
  },
  {
    "author": "Prince",
    "text": "I am a firm believer in reincarnation for people who either have more work to do or have so much debt to pay back that they have to be here."
  },
  {
    "author": "Prince",
    "text": "There is something that happens when you get emancipated. You approach life differently. You eat differently. You respect yourself more. You respect the gift you have been given."
  },
  {
    "author": "Prince",
    "text": "If you see a man opening a car door for a woman, it means one of two things: it’s either a new woman or a new car!"
  },
  {
    "author": "Prince",
    "text": "Pop life Everybody needs a thrill Pop life We all got a space 2 fill Pop life Everybody can’t be on top But life it ain’t real funky Unless it’s got that pop Dig it."
  },
  {
    "author": "Prince",
    "text": "Like books and black lives – albums still matter. Tonight and always."
  },
  {
    "author": "Prince",
    "text": "Hard to say what’s right when all I wanna do is wrong."
  },
  {
    "author": "Prince",
    "text": "Michael Jackson’s album was only called Bad because there wasn’t enough room on the sleeve for Pathetic."
  },
  {
    "author": "Prince",
    "text": "Now where I come from We don’t let society Tell us how it’s supposed to be Our clothes, our hair We don’t care It’s all about being there Everybody’s going Uptown That’s where I wanna be Uptown Set your mind free."
  },
  {
    "author": "Prince",
    "text": "It’s 2 o’clock in the morning and I just can’t sleep Outside the rain is pourin’, I’m lonely as can be Maybe 2night’ll be different than the nights before I need 2 feel someone beside me, I can’t be alone no more."
  },
  {
    "author": "Prince",
    "text": "I’m still very much a kid inside myself."
  },
  {
    "author": "Prince",
    "text": "Love isn’t love until it’s past."
  },
  {
    "author": "Prince",
    "text": "As long as I do not take myself too seriously I should not be too badly off."
  },
  {
    "author": "Prince",
    "text": "I have a very thick skin. I take everything that comes and let it bounce right off me because I know the time will come when nobody will be able to speak falsely."
  },
  {
    "author": "Prince",
    "text": "Can you imagine what I would do if I could do all I can?"
  },
  {
    "author": "Prince",
    "text": "Trees are worth more alive than dead."
  },
  {
    "author": "Prince",
    "text": "The truth is, you are either here to enlighten or to discourage."
  },
  {
    "author": "Prince",
    "text": "God’s a funky little dude because everyone’s looking for Him and no one can find Him."
  },
  {
    "author": "Prince",
    "text": "Why party like it is 1999 when you can party like it is your birthday?"
  },
  {
    "author": "Prince",
    "text": "When everyone recognizes Jehovah’s name, then everyone will be happy because everyone will know what to do and how to do it."
  },
  {
    "author": "Prince",
    "text": "Everything has changed for me since I’ve changed my name. It’s one thing to be called Prince but it’s better to actually be one. I have such a reverence for life."
  },
  {
    "author": "David Bowie",
    "text": "Religion is for people who fear hell, spirituality is for people who have been there."
  },
  {
    "author": "David Bowie",
    "text": "The greatest thing you’ll ever learn is just to love and be loved in return."
  },
  {
    "author": "David Bowie",
    "text": "If we could be heroes, if just for one day."
  },
  {
    "author": "David Bowie",
    "text": "I don’t know where I’m going from here, but I promise it won’t be boring."
  },
  {
    "author": "David Bowie",
    "text": "Aging is an extraordinary process whereby you become the person you always should have been."
  },
  {
    "author": "David Bowie",
    "text": "I’m a thinker not a talker."
  },
  {
    "author": "David Bowie",
    "text": "Turn and face the strange."
  },
  {
    "author": "David Bowie",
    "text": "Tomorrow belongs to those who can hear it coming."
  },
  {
    "author": "David Bowie",
    "text": "There’s a starman waiting in the sky, he’d like to come and meet us, but he thinks he’d blow our minds."
  },
  {
    "author": "David Bowie",
    "text": "Ground control to Major Tom."
  },
  {
    "author": "David Bowie",
    "text": "Time may change me, but I can’t trace time."
  },
  {
    "author": "David Bowie",
    "text": "I don’t make changes to confuse anyone. I’m just searching. That’s what causes me to change. I’m just searching for myself."
  },
  {
    "author": "David Bowie",
    "text": "I’ve come to the realizations that I have absolutely no idea what I’m doing half the time."
  },
  {
    "author": "David Bowie",
    "text": "You can neither win nor lose if you don’t run the race."
  },
  {
    "author": "David Bowie",
    "text": "Keep your ’lectric eye on me babe Put your ray gun to my head Press your space face close to mine, love Freak out in a moonage daydream, oh yeah!"
  },
  {
    "author": "David Bowie",
    "text": "If you come from art, you’ll always be art."
  },
  {
    "author": "David Bowie",
    "text": "Let the children use it, let the children lose it, let all the children boogie."
  },
  {
    "author": "David Bowie",
    "text": "The minute you know you’re on safe ground, you’re dead."
  },
  {
    "author": "David Bowie",
    "text": "And I think my spaceship knows which way to go."
  },
  {
    "author": "David Bowie",
    "text": "I’m afraid of Americans."
  },
  {
    "author": "David Bowie",
    "text": "You’d like to know me well, but I’ve got things inside my head that even I can’t face."
  },
  {
    "author": "David Bowie",
    "text": "Wham, bam, thank you Ma’am."
  },
  {
    "author": "David Bowie",
    "text": "Put on your red shoes, and dance the blues."
  },
  {
    "author": "David Bowie",
    "text": "Speak in extremes, it’ll save you time."
  },
  {
    "author": "David Bowie",
    "text": "For here, I’m sitting in a tin can, far above the world. Planet earth is blue, and there is nothing I can do."
  },
  {
    "author": "David Bowie",
    "text": "I’ll place my love beneath the stars."
  },
  {
    "author": "David Bowie",
    "text": "Make the best of every moment. We’re not evolving. We’re not going anywhere."
  },
  {
    "author": "David Bowie",
    "text": "Once you lose that sense of wonder at being alive, you’re pretty much on the way out..."
  },
  {
    "author": "David Bowie",
    "text": "No more free steps to heaven."
  },
  {
    "author": "David Bowie",
    "text": "This ain’t rock ‘n’ roll; this is genocide."
  },
  {
    "author": "David Bowie",
    "text": "I’ll stick with you baby for a thousand years."
  },
  {
    "author": "David Bowie",
    "text": "Style is about the choices you make to create the aspects of civilization that you wish to uphold."
  },
  {
    "author": "David Bowie",
    "text": "Nothing prepared me for your smile."
  },
  {
    "author": "David Bowie",
    "text": "Trust nothing but your own experience."
  },
  {
    "author": "David Bowie",
    "text": "If it works, it’s out of date."
  },
  {
    "author": "David Bowie",
    "text": "And it’s always the same kind of artist, I think, who has more enjoyment being slightly on the outside of things, who doesn’t want to be sucked into the tyranny of the mainstream. Because once you get sucked into that, you’re dead as an artist."
  },
  {
    "author": "David Bowie",
    "text": "I find only freedom in the realms of eccentricity..."
  },
  {
    "author": "David Bowie",
    "text": "I have to take total control myself. I can’t let anybody else do anything, for I find that I can do things better for me. I don’t want to get other people playing with what they think that I’m trying to do."
  },
  {
    "author": "David Bowie",
    "text": "Don’t let me hear you say life takes you nowhere, angel."
  },
  {
    "author": "David Bowie",
    "text": "You can’t stand still on one point for your entire life."
  },
  {
    "author": "David Bowie",
    "text": "The only art I’ll ever study is stuff I can steal from."
  },
  {
    "author": "David Bowie",
    "text": "I read the news today, oh boy."
  },
  {
    "author": "David Bowie",
    "text": "I’m drawn between the light and dark."
  },
  {
    "author": "David Bowie",
    "text": "I had enormous self-image problems and very low self-esteem, which I hid behind obsessive writing and performing. It’s exactly what I do now, except I enjoy it now. I’m not driven like I was in my twenties. I was driven to get through life very quickly."
  },
  {
    "author": "David Bowie",
    "text": "I am a moderately good singer. I am not a great singer but I can interpret a song, which I don’t think is quite the same as singing it."
  },
  {
    "author": "David Bowie",
    "text": "If I never wake again, I certainly will have lived while I was alive."
  },
  {
    "author": "David Bowie",
    "text": "There’s just some dysfunctionalism with artists. There are good things and bad things about being an artist, and the good thing is, sometimes you get an inside line on what’s really happening. You develop these strange antennae that clue you in to what’s really going on."
  },
  {
    "author": "David Bowie",
    "text": "Rebel, rebel, you’ve torn your dress. Rebel, rebel, your face is a mess. Rebel, rebel, how could they know? Hot tramp, I love you so."
  },
  {
    "author": "David Bowie",
    "text": "Fame puts you there where things are hollow."
  },
  {
    "author": "David Bowie",
    "text": "I think music should be tarted up, made into a prostitute, a parody of itself. It should be the clown, the Pierrot medium."
  },
  {
    "author": "Bob Marley",
    "text": "Some people feel the rain. Others just get wet."
  },
  {
    "author": "Bob Marley",
    "text": "Love the life you live. Live the life you love."
  },
  {
    "author": "Bob Marley",
    "text": "You never know how strong you are, until being strong is your only choice."
  },
  {
    "author": "Bob Marley",
    "text": "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for."
  },
  {
    "author": "Bob Marley",
    "text": "Wake up and live."
  },
  {
    "author": "Bob Marley",
    "text": "One good thing about music, when it hits you, you feel no pain."
  },
  {
    "author": "Bob Marley",
    "text": "One love, one heart, one destiny."
  },
  {
    "author": "Bob Marley",
    "text": "Money is numbers and numbers never end. If it takes money to be happy, your search for happiness will never end."
  },
  {
    "author": "Bob Marley",
    "text": "Don’t worry about a thing, every little thing is gonna be alright."
  },
  {
    "author": "Bob Marley",
    "text": "Open your eyes, look within. Are you satisfied with the life you’re living?"
  },
  {
    "author": "Bob Marley",
    "text": "None but ourselves can free our minds."
  },
  {
    "author": "Bob Marley",
    "text": "The day you stop racing, is the day you win the race."
  },
  {
    "author": "Bob Marley",
    "text": "Don’t gain the world and lose your soul; wisdom is better than silver or gold."
  },
  {
    "author": "Bob Marley",
    "text": "Emancipate yourselves from mental slavery. None but ourselves can free our minds."
  },
  {
    "author": "Bob Marley",
    "text": "The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively."
  },
  {
    "author": "Bob Marley",
    "text": "The biggest coward of a man is to awaken the love of a woman without the intention of loving her."
  },
  {
    "author": "Bob Marley",
    "text": "Live for yourself and you will live in vain. Live for others and you will live again."
  },
  {
    "author": "Bob Marley",
    "text": "The good times of today are the sad thoughts of tomorrow."
  },
  {
    "author": "Bob Marley",
    "text": "Overcome the devils with a thing called love."
  },
  {
    "author": "Bob Marley",
    "text": "Herb is the healing of a nation, alcohol is the destruction."
  },
  {
    "author": "Bob Marley",
    "text": "If she’s amazing, she won’t be easy. If she’s easy, she won’t be amazing."
  },
  {
    "author": "Bob Marley",
    "text": "The most beautiful things are not perfect, they are special."
  },
  {
    "author": "Bob Marley",
    "text": "You say you love rain, but you use an umbrella to walk under it. You say you love sun, but you seek shelter when it is shining. You say you love wind, but when it comes you close your windows. So that’s why I’m scared when you say you love me."
  },
  {
    "author": "Bob Marley",
    "text": "The most beautiful curve on a woman’s body is her smile."
  },
  {
    "author": "Bob Marley",
    "text": "Light up the darkness."
  },
  {
    "author": "Bob Marley",
    "text": "You can fool some people some times, but you can’t fool all the people all the time."
  },
  {
    "author": "Bob Marley",
    "text": "Money can’t buy life."
  },
  {
    "author": "Bob Marley",
    "text": "Life is one big road with lots of signs. So when you riding through the ruts, don’t complicate your mind. Flee from hate, mischief and jealousy. Don’t bury your thoughts, put your vision to reality. Wake up and live!"
  },
  {
    "author": "Bob Marley",
    "text": "Complaints are prayers to the devil."
  },
  {
    "author": "Bob Marley",
    "text": "Don’t shed no tears, no woman, no cry."
  },
  {
    "author": "Bob Marley",
    "text": "He’s not perfect. You aren’t either, and the two of you will never be perfect. But if he can make you laugh at least once, causes you to think twice, and if he admits to being human and making mistakes, hold onto him and give him the most you can."
  },
  {
    "author": "Bob Marley",
    "text": "Don’t Let them fool you or even try to school you."
  },
  {
    "author": "Bob Marley",
    "text": "A foolish dog barks at a flying bird."
  },
  {
    "author": "Bob Marley",
    "text": "Politics and church are the same. They keep the people in ignorance."
  },
  {
    "author": "Bob Marley",
    "text": "It’s the music. Your heart is in your ears."
  },
  {
    "author": "Bob Marley",
    "text": "I woke up this morning, smiled at the rising sun."
  },
  {
    "author": "Bob Marley",
    "text": "True friends are like stars; you can only recognize them when it’s dark around you."
  },
  {
    "author": "Bob Marley",
    "text": "Better to die fighting for freedom than be a prisoner all the days of your life."
  },
  {
    "author": "Bob Marley",
    "text": "In the abundance of water – the fool is thirsty."
  },
  {
    "author": "Bob Marley",
    "text": "Love would never leave us alone."
  },
  {
    "author": "Bob Marley",
    "text": "I don’t know how to live well. I only know how to suffer."
  },
  {
    "author": "Bob Marley",
    "text": "Man can’t do without God. Just like you’re thirsty, you have to drink water. You just can’t go without God."
  },
  {
    "author": "Bob Marley",
    "text": "You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters?"
  },
  {
    "author": "Bob Marley",
    "text": "If you know your history, then you would know where you’re coming from, then you wouldn’t have to ask me, who the heck I think I am."
  },
  {
    "author": "Bob Marley",
    "text": "My life is only important if I can help plenty of people."
  },
  {
    "author": "Bob Marley",
    "text": "Why drink and drive if I can smoke and fly?"
  },
  {
    "author": "Bob Marley",
    "text": "There’s a natural mystic blowing through the air. If you listen carefully now, you will hear."
  },
  {
    "author": "Bob Marley",
    "text": "Stop and think a little: Are you the victim of the system?"
  },
  {
    "author": "Bob Marley",
    "text": "Every man has a right to decide his own destiny."
  },
  {
    "author": "Bob Marley",
    "text": "No chains around my feet, But I’m not free..."
  },
  {
    "author": "Pink Floyd",
    "text": "Long you live and high you’ll fly, and smiles you’ll give, tears you’ll cry and all you touch and all you see is all your life will ever be."
  },
  {
    "author": "Pink Floyd",
    "text": "There is no dark side of the moon really. As a matter of fact it’s all dark."
  },
  {
    "author": "Pink Floyd",
    "text": "All in all, you’re just another brick in the wall."
  },
  {
    "author": "Pink Floyd",
    "text": "The child is grown, the dream is gone."
  },
  {
    "author": "Pink Floyd",
    "text": "All you touch and all you see, is all your life will ever be."
  },
  {
    "author": "Pink Floyd",
    "text": "I’ve always been mad, I know I’ve been mad, like the most of us... very hard to explain why you’re mad, even if you’re not mad..."
  },
  {
    "author": "The Beatles",
    "text": "When the broken-hearted people, living in the world agree, there will be an answer, Let It Be."
  },
  {
    "author": "The Beatles",
    "text": "But tomorrow may rain, so I’ll follow the sun."
  },
  {
    "author": "The Beatles",
    "text": "When you’ve seen beyond yourself, then you may find peace of mind is waiting there. And the time will come when you see we’re all one, and life flows on within you and without you."
  },
  {
    "author": "The Beatles",
    "text": "And life flows on, Within you and Without you."
  },
  {
    "author": "The Beatles",
    "text": "And somebody spoke and I went into a dream."
  },
  {
    "author": "Queen",
    "text": "The Show Must Go On!"
  },
  {
    "author": "Queen",
    "text": "Fat bottomed girls you make the rockin’ world go round."
  },
  {
    "author": "Queen",
    "text": "And bad mistakes I’ve made a few I’ve had my share of sand kicked in my face – But I’ve come through."
  },
  {
    "author": "Led Zeppelin",
    "text": "Sing loud for the sunshine. Pray hard for the rain."
  },
  {
    "author": "Led Zeppelin",
    "text": "If the sun refused to shine, I’d still be loving you. If mountains crumble to the sea, there will still be you and me."
  },
  {
    "author": "Led Zeppelin",
    "text": "Mellow is the man who knows what he’s been missing."
  },
  {
    "author": "Led Zeppelin",
    "text": "To be a Rock, and not to Roll..."
  },
  {
    "author": "Led Zeppelin",
    "text": "These are the seasons of emotion, and like the winds, they rise and fall."
  },
  {
    "author": "Led Zeppelin",
    "text": "So, if you wake up with the new sunrise and all your dreams are still as new. And happiness is what you need so bad, girl, the answer lies with you."
  },
  {
    "author": "Led Zeppelin",
    "text": "Many times I’ve lied, many times I’ve listened, many times I’ve wondered how much there is to know."
  },
  {
    "author": "Led Zeppelin",
    "text": "Nobody hears a single word you say, but you keep on talkin’ till your dying day."
  },
  {
    "author": "Jay Z",
    "text": "I’m not a businessman, I’m a business, man!"
  },
  {
    "author": "Jay Z",
    "text": "Don’t ever go with the flow. Be the flow."
  },
  {
    "author": "Jay Z",
    "text": "The genius thing that we did was, we didn’t give up."
  },
  {
    "author": "Jay Z",
    "text": "Don’t tell me what was said about me. Tell me why they were so comfortable to say it to you."
  },
  {
    "author": "Jay Z",
    "text": "I’m not afraid of dying, I’m afraid of not trying."
  },
  {
    "author": "Jay Z",
    "text": "May the best of your todays be the worst of your tomorrows."
  },
  {
    "author": "Jay Z",
    "text": "You learn more in failure than you ever do in success."
  },
  {
    "author": "Jay Z",
    "text": "Remind yourself. Nobody built like you, you design yourself."
  },
  {
    "author": "Jay Z",
    "text": "A wise man told me don’t argue with fools. Cause people from a distance can’t tell who is who."
  },
  {
    "author": "Jay Z",
    "text": "I’d rather die enormous than live dormant."
  },
  {
    "author": "Jay Z",
    "text": "Only God can judge me so I’m gone, either love me or leave me alone."
  },
  {
    "author": "Jay Z",
    "text": "I’m a hustler, baby; I sell water to a well!"
  },
  {
    "author": "Jay Z",
    "text": "You can pay for school, but you can’t buy class."
  },
  {
    "author": "Jay Z",
    "text": "Rosa Parks sat so Martin Luther King could walk. Martin Luther King walked so Obama could run. Obama’s running so we all can fly."
  },
  {
    "author": "Jay Z",
    "text": "I believe you can speak things into existence."
  },
  {
    "author": "Jay Z",
    "text": "I look in the mirror, my only opponent."
  },
  {
    "author": "Jay Z",
    "text": "I’m not concerned with noise because I’m playing the long game."
  },
  {
    "author": "Jay Z",
    "text": "I’m hungry for knowledge. The whole thing is to learn every day, to get brighter and brighter."
  },
  {
    "author": "Jay Z",
    "text": "Without the work, the magic won’t come."
  },
  {
    "author": "Jay Z",
    "text": "Leave a mark they can’t erase, neither space nor time."
  },
  {
    "author": "Jay Z",
    "text": "Life is a gift, love opens it up."
  },
  {
    "author": "Jay Z",
    "text": "I’m far from being god, but I work god damn hard."
  },
  {
    "author": "Jay Z",
    "text": "Don’t make decisions based on fear."
  },
  {
    "author": "Jay Z",
    "text": "I’m a mirror. If you’re cool with me, I’m cool with you, and the exchange starts. What you see is what you reflect. If you don’t like what you see, then you’ve done something. If I’m standoffish, that’s because you are."
  },
  {
    "author": "Jay Z",
    "text": "Jealousy’s a weak emotion."
  },
  {
    "author": "Jay Z",
    "text": "You not feeling me, fine. It costs you nothing, pay me no mind..."
  },
  {
    "author": "Jay Z",
    "text": "Everybody can tell you how to do it, but they’ve never done it."
  },
  {
    "author": "Jay Z",
    "text": "Far from a Harvard student, just had the balls to do it."
  },
  {
    "author": "Jay Z",
    "text": "Be true to yourself- and keep things simple. People complicate things."
  },
  {
    "author": "Jay Z",
    "text": "Be fluid. Treat each project differently. Be water, man. The best style is no style. Because styles can be figured out. And when you have no style they can’t figure you out."
  },
  {
    "author": "Jay Z",
    "text": "Males shouldnt be jealous. Thats a female trait."
  },
  {
    "author": "Jay Z",
    "text": "You can want success all you want, but to get it, you can’t falter. You can’t slip. You can’t sleep. One eye open, for real, and forever."
  },
  {
    "author": "Jay Z",
    "text": "I believe excellence is being able to perform at a high level over and over."
  },
  {
    "author": "Jay Z",
    "text": "Identity is a prison you can never escape, but the way to redeem your past is not to run from it, but to try to understand it, and use it as a foundation to grow."
  },
  {
    "author": "Jay Z",
    "text": "Everything evens up, you just wait, Even a garbage can gets a steak, You ain’t even a garbage can, you have faith!"
  },
  {
    "author": "Jay Z",
    "text": "Treat my first like my last and the last like my first and my thirst is the same as- when I came."
  },
  {
    "author": "Jay Z",
    "text": "Life is for living, not living uptight, see ya somewhere up in the sky."
  },
  {
    "author": "Jay Z",
    "text": "I seen the worst of the worst. I deserve every blessing I receive I’m from the dirt."
  },
  {
    "author": "Jay Z",
    "text": "Hip-hop is a perfect mix between poetry and boxing."
  },
  {
    "author": "Jay Z",
    "text": "How could I be out there and not do anything?"
  },
  {
    "author": "Jay Z",
    "text": "Successful people have a bigger fear of failure than people who’ve never done anything because if you haven’t been successful, then you don’t know how it feels to lose it all."
  },
  {
    "author": "Jay Z",
    "text": "If the beat is time, flow is what we do with that time, how we live through it. The beat is everywhere, but every life has to find its own flow."
  },
  {
    "author": "Jay Z",
    "text": "I use a lot of double meanings. I hide ’em like Easter eggs."
  },
  {
    "author": "Jay Z",
    "text": "I got 99 Problems but Mitt ain’t one."
  },
  {
    "author": "Jay Z",
    "text": "I love you so, But why I love you, I’ll never know."
  },
  {
    "author": "Jay Z",
    "text": "Hip-hop is more about attaining wealth. People respect success. They respect big. They don’t even have to like your music. If you’re big enough, people are drawn to you."
  },
  {
    "author": "Jay Z",
    "text": "You know the type: loud as a motorbike but wouldn’t bust a grape in a fruit fight."
  },
  {
    "author": "Jay Z",
    "text": "Driving Benzes with no benefits, not bad huh, for some immigrants."
  },
  {
    "author": "Jay Z",
    "text": "I’m not saying I’m God. But as far as lyrics, I’m God MC."
  },
  {
    "author": "Jay Z",
    "text": "We were kids without fathers, so we found our fathers on wax and on the streets and in history, and in a way, that was a gift. We got to pick and choose the ancestors who would inspire the world we were going to make for ourselves."
  },
  {
    "author": "Radiohead",
    "text": "Most people gaze neither into the past nor the future; they explore neither truth nor lies. They gaze at the television."
  },
  {
    "author": "Radiohead",
    "text": "You’d kill yourself for regognition, kill yourself to never ever stop. You broke there mirror, you’re turning into something your not."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Music is my religion."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Music is a safe kind of high."
  },
  {
    "author": "Jimi Hendrix",
    "text": "When the power of love overcomes the love of power, the world will know peace."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Knowledge speaks, but wisdom listens."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Excuse me while I kiss the sky."
  },
  {
    "author": "Jimi Hendrix",
    "text": "If I’m free, it’s because I’m always running."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Music doesn't lie. If there is something to be changed in this world, then it can only happen through music."
  },
  {
    "author": "Jimi Hendrix",
    "text": "I’m the one that’s got to die when it’s time for me to die, so let me live my life the way I want to."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Let me live my life the way I want to."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Music is Magic. Magic is Life."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Blues is easy to play, but hard to feel."
  },
  {
    "author": "Jimi Hendrix",
    "text": "You have to go on and be crazy. Craziness is like heaven."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Are you experienced? Have you ever been experienced?"
  },
  {
    "author": "Jimi Hendrix",
    "text": "Imagination is the key to my lyrics. The rest is painted with a little science fiction."
  },
  {
    "author": "Jimi Hendrix",
    "text": "May the dreams of your past be the reality of your future."
  },
  {
    "author": "Jimi Hendrix",
    "text": "With the power of soul, anything is possible."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Don’t be reckless with other people’s hearts. Don’t put up with people who are reckless with yours."
  },
  {
    "author": "Jimi Hendrix",
    "text": "I've been imitated so well I've heard people copy my mistakes."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Music is going to break the way because music is in a spiritual thing of its own. It’s like the waves of the ocean. You can’t just cut out the perfect wave and take it home with you."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Good and evil lay side by side."
  },
  {
    "author": "Jimi Hendrix",
    "text": "In order to change the world, you have to get your head together first."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Now if I don’t meet you anymore in this world, then I’ll meet you in the next one, and don’t be late, don’t be late, because I’m a voodoo child."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Butterflies and zebras And moonbeams and fairy tales That’s all she ever thinks about Riding with the wind."
  },
  {
    "author": "Jimi Hendrix",
    "text": "When I die, just keep playing the records."
  },
  {
    "author": "Jimi Hendrix",
    "text": "My goal is to be one with the music. I just dedicate my whole life to this art."
  },
  {
    "author": "Jimi Hendrix",
    "text": "You have to forget about what other people say, when you’re supposed to die, or when you’re supposed to be loving. You have to forget about all these things. You have to go on and be crazy. Craziness is like heaven."
  },
  {
    "author": "Jimi Hendrix",
    "text": "When I’m sad, she comes to me with a thousand smiles."
  },
  {
    "author": "Jimi Hendrix",
    "text": "And so castles made of sand slip into the sea, eventually..."
  },
  {
    "author": "Jimi Hendrix",
    "text": "As you well know, you just can’t believe everything you see and hear, can you?"
  },
  {
    "author": "Jimi Hendrix",
    "text": "Well I stand up next to a mountain, and I chop it down with the edge of my hand."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Life is Quicker Than a Blink of an Eye."
  },
  {
    "author": "Jimi Hendrix",
    "text": "May I love you away from the evils of today to the dreams of tomorrow, you know heaven has no sorrow."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Have you ever experienced? Not necessarily stoned, but beautiful."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Will the wind ever remember the names it has blown in the past? And with its crutch, its old age, and its wisdom, it whispers no this will be the last."
  },
  {
    "author": "Jimi Hendrix",
    "text": "I don’t have nothing to regret at all in the past, except that I might’ve unintentionally hurt somebody else or something."
  },
  {
    "author": "Jimi Hendrix",
    "text": "All I’m gonna do is just go on and do what I feel."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Sometimes music comes across to me just when I am sitting around doing nothing, and then the music makes me think of a few words I might have written."
  },
  {
    "author": "Jimi Hendrix",
    "text": "It all has to come from inside, though, I guess."
  },
  {
    "author": "Jimi Hendrix",
    "text": "The world is nothing but a big gimmick."
  },
  {
    "author": "Jimi Hendrix",
    "text": "You’re not the only one accused of hit and run. Tire tracks all across my back, well I can see you’ve had your fun."
  },
  {
    "author": "Jimi Hendrix",
    "text": "A broom is drearily sweeping up the broken pieces of yesterday’s life."
  },
  {
    "author": "Jimi Hendrix",
    "text": "To be with the others, you have to have your hair short and wear ties. So we’re trying to make a third world happen, you know what I mean?"
  },
  {
    "author": "Jimi Hendrix",
    "text": "Manic depression’s touching my soul. I know what I want, but I just don’t know how to go about getting it."
  },
  {
    "author": "Jimi Hendrix",
    "text": "White collar conservative flashin down the street, pointing that plastic finger at me, they all assume my kind will drop and die, but I’m gonna wave my freak flag high."
  },
  {
    "author": "Jimi Hendrix",
    "text": "I want to thank you my sweet darling for digging in the mud and picking me up."
  },
  {
    "author": "Jimi Hendrix",
    "text": "We have time, there’s no big rush."
  },
  {
    "author": "Jimi Hendrix",
    "text": "I’d like to get something together – like a Handel, Bach, Muddy waters, flamenco type of thing. If I could get that sound, I’d be happy."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Drifting, On a sea of forgotten teardrops, On a lifeboat, Sailing for Your love."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Sometimes you want to give up the guitar, you’ll hate the guitar. But if you stick with it, you’re gonna be rewarded."
  },
  {
    "author": "Jimi Hendrix",
    "text": "Music is the most important thing. I’m thinking of my future. There has to be something new, and I want to be part of it. I want to lead an orchestra with excellent musicians. I want to play music which draws pictures of the world and its space."
  },
  {
    "author": "Stevie Wonder",
    "text": "We all have ability. The difference is how we use it."
  },
  {
    "author": "Stevie Wonder",
    "text": "Music is a world within itself, with a language we all understand."
  },
  {
    "author": "Stevie Wonder",
    "text": "Time is long but life is short."
  },
  {
    "author": "Stevie Wonder",
    "text": "You are the sunshine of my life That’s why I’ll always be around, You are the apple of my eye, Forever you’ll stay in my heart."
  },
  {
    "author": "Stevie Wonder",
    "text": "There may be a brighter star. But through my eyes the light of you is all I see."
  },
  {
    "author": "Stevie Wonder",
    "text": "Shattered dreams, worthless years, here I am encased in a hollow shell. Life began, then was done, now I stare into a cold and empty well."
  },
  {
    "author": "Stevie Wonder",
    "text": "Use your heart to love somebody. And If your heart is big enough, use your heart to love EVERYBODY."
  },
  {
    "author": "Stevie Wonder",
    "text": "Life has meaning only in the struggle. Triumph or defeat is in the hands of the Gods. So let us celebrate the struggle!"
  },
  {
    "author": "Stevie Wonder",
    "text": "You can’t base your life on other people’s expectations."
  },
  {
    "author": "Stevie Wonder",
    "text": "When you’re moving in the positive, your destination is the brightest star."
  },
  {
    "author": "Stevie Wonder",
    "text": "Isn’t she lovely made from love?"
  },
  {
    "author": "Stevie Wonder",
    "text": "When you believe in things that you don’t understand, then you suffer."
  },
  {
    "author": "Stevie Wonder",
    "text": "Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love."
  },
  {
    "author": "Stevie Wonder",
    "text": "Hate knows that love is the cure."
  },
  {
    "author": "Stevie Wonder",
    "text": "What I’m not confused about is the world needing much more love, no hate, no prejudice, no bigotry and more unity, peace and understanding. Period."
  },
  {
    "author": "Stevie Wonder",
    "text": "It could have been worse. I could have been born black."
  },
  {
    "author": "Stevie Wonder",
    "text": "Music, at its essence, is what gives us memories. And the longer a song has existed in our lives, the more memories we have of it."
  },
  {
    "author": "Stevie Wonder",
    "text": "If we begin to stop spewing the negative and really move into using our voices and our pens and our abilities that we have to reach millions of people to the positive, we can make a difference in the world."
  },
  {
    "author": "Stevie Wonder",
    "text": "There’s a Place in the Sun, where there’s hope for everyone."
  },
  {
    "author": "Stevie Wonder",
    "text": "I’m a work in progress, but if I know in my heart that I’m doing my best, that my heart’s in the right place, that I have unconditional love, I feel okay."
  },
  {
    "author": "Stevie Wonder",
    "text": "I’m too high, but I ain’t left the ground."
  },
  {
    "author": "Stevie Wonder",
    "text": "Families buying dog food now, starvation roams the streets. Babies die before their born, infected by the grief."
  },
  {
    "author": "Stevie Wonder",
    "text": "It feels better to love than to hate."
  },
  {
    "author": "Stevie Wonder",
    "text": "You can’t hear me? Read my lips!"
  },
  {
    "author": "Stevie Wonder",
    "text": "It’s up to to you to perfect that gift that you’ve been given. Put your spirit into that song. Focus on the words that you are singing. Get into the experience that you are singing about and sing your heart out."
  },
  {
    "author": "Stevie Wonder",
    "text": "Change your words into truths and then change that truth into LOVE..."
  },
  {
    "author": "Stevie Wonder",
    "text": "There’re songs to make you smile, there’re songs to make you sad. But with a happy song to sing it never seems as bad."
  },
  {
    "author": "Stevie Wonder",
    "text": "Rap to me is a modern blues. But until we really confront the truth, we are going to have a Tupac or Eminem or Biggie Smalls to remind us about it – and thank God."
  },
  {
    "author": "Stevie Wonder",
    "text": "Do you know, it’s funny, but I never thought of being blind as a disadvantage, and I never thought of being black as a disadvantage."
  },
  {
    "author": "Stevie Wonder",
    "text": "Music can measure how broad our horizons are. My mind wants to see to infinity."
  },
  {
    "author": "Stevie Wonder",
    "text": "When the truths of love are planted firm, they won’t be hard to find. And words of love I speak to you will echo in your mind."
  },
  {
    "author": "Stevie Wonder",
    "text": "If you don’t ask, you don’t get."
  },
  {
    "author": "Stevie Wonder",
    "text": "There are a lot of things happening that show us that this, right now, is a time to love."
  },
  {
    "author": "Stevie Wonder",
    "text": "I’m believing that miracles and blessings still exist..."
  },
  {
    "author": "Stevie Wonder",
    "text": "I am not a normal man."
  },
  {
    "author": "Stevie Wonder",
    "text": "When I was a child, kids used to make fun of me because I was blind. But I just became more curious, ‘How can I climb this tree and get an apple for this girl?’ That’s what mattered to me."
  },
  {
    "author": "Stevie Wonder",
    "text": "Music at its essence is what gives us memories."
  },
  {
    "author": "Stevie Wonder",
    "text": "I am what I am. I love me! And I don’t mean that egotistically – I love that God has allowed me to take whatever it was that I had and to make something out of it."
  },
  {
    "author": "Stevie Wonder",
    "text": "Of all the needs that we have right now, more than anything we need a time for love."
  },
  {
    "author": "Stevie Wonder",
    "text": "I want to take all the pain that I feel and celebrate and turn it around."
  },
  {
    "author": "Stevie Wonder",
    "text": "Problems have solutions."
  },
  {
    "author": "Stevie Wonder",
    "text": "We’re stuck in fear and in not wanting to cross that most important bridge of understanding that we’re more alike or not. We all cry, we all laugh."
  },
  {
    "author": "Stevie Wonder",
    "text": "I listen a lot to rap, and I’m inspired to take it, to use it in another way, to get the message across."
  },
  {
    "author": "Stevie Wonder",
    "text": "In my career, I learned that giving your services for free gives you a good return on your investment, not just financially but morally. It supplements your personal integrity."
  },
  {
    "author": "Stevie Wonder",
    "text": "People love to hear music on their personal devices, but the issue really becomes, if you’re able to download music, you should know this download and the quality of it is going to be of the highest, and that it has a value to it and on it."
  },
  {
    "author": "Stevie Wonder",
    "text": "Until we Dream of Life and Life becomes a Dream..."
  },
  {
    "author": "Stevie Wonder",
    "text": "When I grow up I wanna be like Omar."
  },
  {
    "author": "Stevie Wonder",
    "text": "Mama gives you money for Sunday school, you trade yours for candy after church is through."
  },
  {
    "author": "Stevie Wonder",
    "text": "When you feel your life’s too hard, just go have a talk with God. Well, he’s the only free psychiatrist that’s known throughout the world."
  },
  {
    "author": "Stevie Wonder",
    "text": "The Lord that I serve says the impossible is unacceptable."
  },
  {
    "author": "Frank Ocean",
    "text": "Don’t confuse my personality with my attitude. My personality is who I am, and my attitude depends on who you are."
  },
  {
    "author": "Frank Ocean",
    "text": "When you’re happy you enjoy the music, but when you’re sad you understand the lyrics."
  },
  {
    "author": "Frank Ocean",
    "text": "Never run back to what broke you."
  },
  {
    "author": "Frank Ocean",
    "text": "I’m about being the best."
  },
  {
    "author": "Frank Ocean",
    "text": "Those who are heartless, once cared too much."
  },
  {
    "author": "Frank Ocean",
    "text": "Distance sometimes lets you know who’s worth keeping and who’s worth letting go."
  },
  {
    "author": "Frank Ocean",
    "text": "Just remember; someone loves everything you hate about yourself."
  },
  {
    "author": "Frank Ocean",
    "text": "Don’t feel sad over someone who gave up on you, feel sorry for them because they gave up on someone who would have never given up on them."
  },
  {
    "author": "Frank Ocean",
    "text": "Smile, it’s easier than explaining why you’re sad."
  },
  {
    "author": "Frank Ocean",
    "text": "Go for someone who is proud to have you."
  },
  {
    "author": "Frank Ocean",
    "text": "Don’t ever play with someone’s feelings, you could win the game but you could lose that person forever."
  },
  {
    "author": "Frank Ocean",
    "text": "Once I catch you in one lie, it makes me question everything you said."
  },
  {
    "author": "Frank Ocean",
    "text": "There’s just some magic in truth and honesty and openness."
  },
  {
    "author": "Frank Ocean",
    "text": "You just do what you can and you have as much fun as possible."
  },
  {
    "author": "Frank Ocean",
    "text": "I don’t know if I ever told you this before, but you’re the only one I ever waited for this long."
  },
  {
    "author": "Frank Ocean",
    "text": "The idea of recognizing your strengths and using them in as versatile a way as you can is cool to me."
  },
  {
    "author": "Frank Ocean",
    "text": "It’s just really about trying to do whatever it is I do at a level of excellence. That’s really all I’m trying to do while I’m here."
  },
  {
    "author": "Frank Ocean",
    "text": "We all know we have a finite period of time. I just feel if I’m going to be alive, I want to be challenged – to be as immortal as possible. The path to that isn’t an easy way, but it’s a rewarding way."
  },
  {
    "author": "Frank Ocean",
    "text": "My TV ain’t HD, that’s too real."
  },
  {
    "author": "Frank Ocean",
    "text": "I believe that marriage isn’t between a man and woman; but between love and love."
  },
  {
    "author": "Frank Ocean",
    "text": "If it brings me to my knees, it’s a bad religion."
  },
  {
    "author": "Frank Ocean",
    "text": "I’ve been thinking about forever."
  },
  {
    "author": "Frank Ocean",
    "text": "I don’t know anything and neither do you."
  },
  {
    "author": "Frank Ocean",
    "text": "The worst part of being lied to is when you realize you believed it."
  },
  {
    "author": "Frank Ocean",
    "text": "If someone breaks your heart, just punch them in the face. Seriously. Punch them in the face and go get some ice cream."
  },
  {
    "author": "Frank Ocean",
    "text": "I’m extremely compassionate, loving, all of those warm fuzzy things, but the outer shell doesn’t project that all the time."
  },
  {
    "author": "Frank Ocean",
    "text": "I know that we sin but I do believe we try, we all try."
  },
  {
    "author": "Frank Ocean",
    "text": "It’s a bad religion to be in love with someone who could never love you."
  },
  {
    "author": "Frank Ocean",
    "text": "It’s cool to be recognised by your peers."
  },
  {
    "author": "Frank Ocean",
    "text": "As a lifestyle you always being the focal point is innately unhealthy."
  },
  {
    "author": "Frank Ocean",
    "text": "Each individual’s success as a solo artist is pretty much a win for the whole team."
  },
  {
    "author": "Frank Ocean",
    "text": "Of course awards matter."
  },
  {
    "author": "Frank Ocean",
    "text": "With my art, it’s the one thing that I know will outlive me and outlive my feelings. It will outlive my depressive seasons."
  },
  {
    "author": "Frank Ocean",
    "text": "I won’t touch on risky, because that’s subjective. People are just afraid of things too much. Afraid of things that don’t necessarily merit fear."
  },
  {
    "author": "Frank Ocean",
    "text": "Excuses are the tools of the weak and incompetent. They build bridges to nowhere and tunnels to nothingness... Those who excel in them seldom do in anything else, therefore, there are no excuses."
  },
  {
    "author": "Frank Ocean",
    "text": "Your Hard is Silence, Let your success be your noise."
  },
  {
    "author": "Frank Ocean",
    "text": "My grandfather was smart and had a whole lot of pride. He didn’t speak a terrible amount, but you could tell there was a ton on his mind – like a quiet acceptance of how life had turned out."
  },
  {
    "author": "Frank Ocean",
    "text": "I play piano every day. I enjoy that."
  },
  {
    "author": "Frank Ocean",
    "text": "The first four and a half years was me in the studio every day, writing songs for other people. I had jobs, too – eleven jobs. I worked at Kinko’s, Fatburger, Subway – I was a sandwich artist – and I was a claims processor at Allstate Insurance."
  },
  {
    "author": "Frank Ocean",
    "text": "I don’t have any secrets I need kept any more."
  },
  {
    "author": "Frank Ocean",
    "text": "I’m not a centerfold."
  },
  {
    "author": "Frank Ocean",
    "text": "As a man I am not a killer. I’m an artist and a modern person. I’ll choose sanity."
  },
  {
    "author": "Frank Ocean",
    "text": "I like the anonymity that directors can have about their films."
  },
  {
    "author": "Frank Ocean",
    "text": "I’ve written some great things. That’s a gift, but there’s consequences. Yeah, you get this great work, but you suffer. You really, really suffer."
  },
  {
    "author": "Frank Ocean",
    "text": "As a writer, as a creator, I’m giving you my experiences. But just take what I give you. You ain’t got to pry beyond that."
  },
  {
    "author": "Frank Ocean",
    "text": "A friend of mine jokes that I have a painstaking royalty complex. Like maybe I was a duke in a past life."
  },
  {
    "author": "Frank Ocean",
    "text": "We were poor. But my mom never accepted that. She worked hard to become a residential contractor – got her master’s with honors at the University of New Orleans. I used to go to every class with her. Her father was my paternal figure."
  },
  {
    "author": "Frank Ocean",
    "text": "I feel like I was writing as I was learning to talk. Writing was always a go to form of communication."
  },
  {
    "author": "Frank Ocean",
    "text": "I don’t intend to stop making music."
  },
  {
    "author": "Frank Ocean",
    "text": "It’s about the stories. If I write 14 stories that I love, then the next step is to get the environment of music around it to best envelop the story, and all kinds of sonic goodness – sonic goodies."
  },
  {
    "author": "Adele",
    "text": "I don’t care if you’re black, white, short, tall, skinny, rich or poor. If you respect me I’ll respect you."
  },
  {
    "author": "Adele",
    "text": "Don’t underestimate the things that I will do."
  },
  {
    "author": "Adele",
    "text": "Regrets and mistakes are memories made."
  },
  {
    "author": "Adele",
    "text": "Be brave and fearless to know that even if you do make a wrong decision, you’re making it for a good reason."
  },
  {
    "author": "Adele",
    "text": "Let the sky fall, when it crumbles – We will stand tall – Face it all together."
  },
  {
    "author": "Adele",
    "text": "There’s a fire starting in my heart."
  },
  {
    "author": "Adele",
    "text": "Should I give up or should I just keep chasing pavement, even if it leads nowhere?"
  },
  {
    "author": "Adele",
    "text": "The scars of your love remind me of us. They keep me thinking, we almost had it all. The scars of your love, they leave me breathless, I can’t help feeling, we could have had it all."
  },
  {
    "author": "Adele",
    "text": "My aim in life is never to be skinny."
  },
  {
    "author": "Adele",
    "text": "I won’t let you close enough to hurt me."
  },
  {
    "author": "Adele",
    "text": "In my hometown memories are fresh."
  },
  {
    "author": "Adele",
    "text": "I don’t make music for eyes. I make music for ears."
  },
  {
    "author": "Adele",
    "text": "You had my heart inside of your hand but you played it to the beat."
  },
  {
    "author": "Adele",
    "text": "Nothing that I wouldn’t do, to make you feel my love."
  },
  {
    "author": "Adele",
    "text": "Beauty comes from within, not from what you wear."
  },
  {
    "author": "Adele",
    "text": "A drunk tongue is an honest one in my opinion."
  },
  {
    "author": "Adele",
    "text": "I’ve never had a problem with the way I look. I’d rather go for lunch with my friends than go to a gym."
  },
  {
    "author": "Adele",
    "text": "I’ve always written down how I feel."
  },
  {
    "author": "Adele",
    "text": "Next time I’ll be braver, I’ll be my own savior, Standing on my own two feet."
  },
  {
    "author": "Adele",
    "text": "I have insecurities of course, but I don’t hang out with anyone who points them out to me."
  },
  {
    "author": "Adele",
    "text": "Would I show my body off if I was thinner? Probably not, because my body is mine. I think I remind everyone of themselves. I’m not saying everyone is my size, but it’s relatable because I’m not perfect, and I think a lot of people are portrayed as perfect, unreachable and untouchable."
  },
  {
    "author": "Adele",
    "text": "I don’t have time to worry about something as petty as what I look like."
  },
  {
    "author": "Adele",
    "text": "Music isn’t for the eyes, it’s for the ears."
  },
  {
    "author": "Adele",
    "text": "I don’t write songs about a specific, elusive thing. I write about love, and everyone knows what it is like to have your heart broken."
  },
  {
    "author": "Adele",
    "text": "I don’t like going to the gym."
  },
  {
    "author": "Adele",
    "text": "I just want to make music, I don’t want people to talk about me. All I’ve ever wanted to do was sing. I don’t want to be a celebrity. I don’t want to be in people’s faces, you know, constantly on covers of magazine that I haven’t even known I’m on."
  },
  {
    "author": "Adele",
    "text": "I’m really happy to be me, and I’d like to think people like me more because I’m happy with myself and not because I refuse to conform to anything."
  },
  {
    "author": "Adele",
    "text": "I know you haven’t made your mind up yet But I would never do you wrong I’ve known it from the moment that we met No doubt in my mind where you belong."
  },
  {
    "author": "Adele",
    "text": "I can’t dance to save my life."
  },
  {
    "author": "Adele",
    "text": "I think no matter what you look like, the key is to first of all be happy with yourself. And then you know if you want to try to improve things that you don’t like about yourself, then do it after your appreciate yourself."
  },
  {
    "author": "Adele",
    "text": "I’ve never been more normal than I am now."
  },
  {
    "author": "Adele",
    "text": "I’d lose weight if I was an actress and had to play a role where you’re supposed to be 40 lbs lighter, but weight has nothing to do with my career. Even when I was signing a contract, most of the industry knew if anyone ever dared say lose weight to me, they wouldn’t be working with me."
  },
  {
    "author": "Adele",
    "text": "I don’t want to be some skinny mini with my tits out. I really don’t want to do it and I don’t want people confusing what it is that I’m about."
  },
  {
    "author": "Adele",
    "text": "I’ve always got on better with boys. Most of my friends are boys. Like, if I have children, I want five boys. Boys love their mothers whereas girls can be so mean to each other."
  },
  {
    "author": "Adele",
    "text": "I was about to meet Beyonce, and I had a full-blown anxiety attack. Then she popped in looking gorgeous, and said, ‘You’re amazing! When I listen to you I feel like I’m listening to God.’"
  },
  {
    "author": "Adele",
    "text": "I’d love to be an artist always, but if no one wants me, I’d love to write songs for other people, be a manager, nurture new talent."
  },
  {
    "author": "Adele",
    "text": "For people to link my music to their lives, it’s incredible, there’s no other feeling like it."
  },
  {
    "author": "Adele",
    "text": "I don’t rely on my figure to sell records."
  },
  {
    "author": "Adele",
    "text": "So is it over is this really it You’ve given up so easily I thought you loved me more than this."
  },
  {
    "author": "Adele",
    "text": "Sometimes my songs wander off a bit and are not always coherent."
  },
  {
    "author": "Adele",
    "text": "I get so nervous on stage I can’t help but talk. I try. I try telling my brain: stop sending words to the mouth. But I get nervous and turn into my grandma. Behind the eyes it’s pure fear. I find it difficult to believe I’m going to be able to deliver."
  },
  {
    "author": "Adele",
    "text": "I’m not on good terms with any of my exes. That’s why we’re not together anymore. We’re not friends."
  },
  {
    "author": "Adele",
    "text": "I don’t want to be on the cover of Playboy or Vogue."
  },
  {
    "author": "Adele",
    "text": "I love love songs. But I love pop music as well: Girls Aloud, Kylie, the Spice Girls, East 17, Mika."
  },
  {
    "author": "Adele",
    "text": "I wanted to be a singer forever. But it’s not really my cup of tea. Having the whole world know who you are."
  },
  {
    "author": "Adele",
    "text": "I am never writing a breakup record again, by the way. I’m done with being a bitter witch."
  },
  {
    "author": "Adele",
    "text": "Mum loves me being famous! She is so excited and proud, as she had me so young and couldn’t support me, so I am living her dream, it’s sweeter for both of us. It’s her 40th birthday soon and I’m going to buy her 40 presents."
  },
  {
    "author": "Adele",
    "text": "I doubt I’ll be singing forever, because at some point people aren’t going to want to hear my music, and I hope that I’ll still get the opportunity to write songs."
  },
  {
    "author": "Adele",
    "text": "If I were a writer and not a singer in 10 years, I don’t know how I’d feel about writing really personal songs and getting someone else to sing them."
  },
  {
    "author": "Adele",
    "text": "My worst fear is my music won’t connect with the public."
  },
  {
    "author": "Kanye West",
    "text": "Success is the best revenge."
  },
  {
    "author": "Kanye West",
    "text": "Shoot for the stars, so if you fall you land on a cloud."
  },
  {
    "author": "Kanye West",
    "text": "Everyone’s always telling you to be humble. When was the last time someone told you to be great?"
  },
  {
    "author": "Kanye West",
    "text": "Everything I’m not makes me everything I am."
  },
  {
    "author": "Kanye West",
    "text": "Love your haters – they’re your biggest fans."
  },
  {
    "author": "Kanye West",
    "text": "If you’re a Kanye West fan, you’re not a fan of me, you’re a fan of yourself. You will believe in yourself. I’m just the espresso."
  },
  {
    "author": "Kanye West",
    "text": "Nothing in life is promised except death."
  },
  {
    "author": "Kanye West",
    "text": "For me giving up is way harder than trying."
  },
  {
    "author": "Kanye West",
    "text": "George Bush doesn’t care about black people."
  },
  {
    "author": "Kanye West",
    "text": "We gonna touch the sky."
  },
  {
    "author": "Kanye West",
    "text": "I hate when I’m on a flight and I wake up with a water bottle next to me like oh great now I gotta be responsible for this water bottle."
  },
  {
    "author": "Kanye West",
    "text": "Recognize and embrace your flaws so you can learn from them. Sometimes it takes a little polishing to truly shine."
  },
  {
    "author": "Kanye West",
    "text": "Having money isn’t everything, not having it is."
  },
  {
    "author": "Kanye West",
    "text": "Criticism can bother you, but you should be more bothered if there’s no criticism. That means you’re too safe."
  },
  {
    "author": "Kanye West",
    "text": "What doesn’t kill me, can only make me stronger."
  },
  {
    "author": "Kanye West",
    "text": "If you admire somebody, you should go ahead and tell them. People never get the flowers while they can still smell them."
  },
  {
    "author": "Kanye West",
    "text": "If you know you’re the best it only makes sense for you to surround yourself with the best. NO EXCEPTIONS."
  },
  {
    "author": "Kanye West",
    "text": "I’m a creative genius and there’s no other way to word it."
  },
  {
    "author": "Kanye West",
    "text": "The plan was to drink until the pain is over, But what’s worse, the pain or the hangover?"
  },
  {
    "author": "Kanye West",
    "text": "I refuse to accept other people’s ideas of happiness for me. As if there’s a ‘one size fits all’ standard for happiness."
  },
  {
    "author": "Kanye West",
    "text": "They say your attitude determines your latitude..."
  },
  {
    "author": "Kanye West",
    "text": "This is my life homie, you decide yours."
  },
  {
    "author": "Kanye West",
    "text": "For me to say I wasn’t a genius I’d just be lying to you and to myself."
  },
  {
    "author": "Kanye West",
    "text": "I refuse to follow the rules where society tries to control people with low self esteem."
  },
  {
    "author": "Kanye West",
    "text": "Hate and love are very similar emotions. The opposite of love is you don’t care."
  },
  {
    "author": "Kanye West",
    "text": "No one man should have all that power."
  },
  {
    "author": "Kanye West",
    "text": "You’re not perfect, but you’re not your mistakes."
  },
  {
    "author": "Kanye West",
    "text": "Wait ’till I get my money right..."
  },
  {
    "author": "Kanye West",
    "text": "50 told me go head and switch the style up and if they hate, let ’em hate, watch the money pile up."
  },
  {
    "author": "Kanye West",
    "text": "Everything in the world is exactly the same."
  },
  {
    "author": "Kanye West",
    "text": "I’m typing so f-ing hard I might break my f-ing Mac book Air!!!!!!!!"
  },
  {
    "author": "Kanye West",
    "text": "Know your worth! People always act like they’re doing more for you than you’re doing for them."
  },
  {
    "author": "Kanye West",
    "text": "Fonts. I get emotional over fonts."
  },
  {
    "author": "Kanye West",
    "text": "Fur pillows are actually hard to sleep on."
  },
  {
    "author": "Kanye West",
    "text": "My Caps Lock Key Is Loud!"
  },
  {
    "author": "Kanye West",
    "text": "I’m on the pursuit of awesomeness, excellence is the bare minimum."
  },
  {
    "author": "Kanye West",
    "text": "If you’re taught you can’t do anything, you won’t do anything. I was taught I could do everything."
  },
  {
    "author": "Kanye West",
    "text": "We are all self-conscious. I’m just the first to admit it."
  },
  {
    "author": "Kanye West",
    "text": "Would you believe in what you believe in if you were the only one who believed it?"
  },
  {
    "author": "Kanye West",
    "text": "Rome wasn’t built in a day, and the internet is our new Rome."
  },
  {
    "author": "Kanye West",
    "text": "I am Warhol. I am the No. 1 most impactful artist of our generation. I am Shakespeare in the flesh."
  },
  {
    "author": "Kanye West",
    "text": "Sometimes I feel the music is the only medicine."
  },
  {
    "author": "Kanye West",
    "text": "If I don’t win, the award show loses credibility."
  },
  {
    "author": "Kanye West",
    "text": "Sophisticated ignorance, write my curses in cursive."
  },
  {
    "author": "Kanye West",
    "text": "If you fall on concrete, that’s yo ass fault."
  },
  {
    "author": "Kanye West",
    "text": "My attitude is tattooed that means it’s permanent."
  },
  {
    "author": "Kanye West",
    "text": "I make all my own decisions and I take full responsibility."
  },
  {
    "author": "Kanye West",
    "text": "I’m a champion, so I turn tragedy to triumph."
  },
  {
    "author": "Kanye West",
    "text": "I feel like I’m too busy writing history to read it."
  },
  {
    "author": "Kanye West",
    "text": "I guess every superhero needs his theme music."
  },
  {
    "author": "Metallica",
    "text": "Arrogance and ignorance go hand in hand."
  },
  {
    "author": "Metallica",
    "text": "Boredom comes from a boring mind."
  },
  {
    "author": "Metallica",
    "text": "Life is ours, we live it our way."
  },
  {
    "author": "Metallica",
    "text": "The Hammer Of Justice Crushes You."
  },
  {
    "author": "Metallica",
    "text": "I hunt therefore I am."
  },
  {
    "author": "Rolling Stones",
    "text": "You can’t always get what you want, but if you try, sometimes, you might find you get what you need."
  },
  {
    "author": "Rolling Stones",
    "text": "Lose your dream, you lose your mind."
  },
  {
    "author": "Rolling Stones",
    "text": "Who could hang a name on me."
  },
  {
    "author": "Bts",
    "text": "Even when I fall and hurt myself I keep running toward my dream."
  },
  {
    "author": "Bts",
    "text": "If I believe in myself, then I can make the impossible things possible."
  },
  {
    "author": "Bts",
    "text": "Teamwork makes the dream work."
  },
  {
    "author": "Bts",
    "text": "Don’t be trapped in someone else’s dream."
  },
  {
    "author": "Bts",
    "text": "To lose your path is the way to find that path."
  },
  {
    "author": "Bts",
    "text": "Why do you keep trying to hide under your mask? Even all the scars from your mistakes make up your constellation."
  },
  {
    "author": "Bts",
    "text": "Whatever, big or small, you are you after all."
  },
  {
    "author": "Bts",
    "text": "Their cohesiveness went beyond sincere conversations, spilling over to every aspect of their lives."
  },
  {
    "author": "Bts",
    "text": "This was the unique position BTS took from the beginning of their career, and the perspective they continue to take in telling their stories. Rather than follow the grammar of either hip-hop or idol music, they used the languages of both genres to talk about themselves."
  },
  {
    "author": "Bts",
    "text": "Even in the most liberal of countries and cultures, it is not easy for a pre-debut trainee to publicly voice his complaints about the label’s CEO. And Korea is a country where idol groups cannot be launched without significant capital, time, and planning know-how. In spite of this, Bang Si-Hyuk had the members write their own blog posts and publicly share their thoughts and feelings as trainees alongside their mixtapes and journal entries."
  },
  {
    "author": "Bts",
    "text": "These seven strangers had come from all over the country to Seoul and become each other’s family. Inside the most commercial system of the Korean music industry, where incredible amounts of capital, human resources, marketing, and technology converge, BTS – ironically enough – found a family in each other."
  },
  {
    "author": "Bts",
    "text": "It was a complete rejection of genre norms in Korea’s idol industry, where every frame of every video was perfectly produced for public consumption. BTS members were not just idols. They were rappers who released mixtapes and YouTubers who gave tutorials on music production and dance."
  },
  {
    "author": "Bts",
    "text": "In December 2012, approximately six months before their debut, BTS launched their official blog – which they themselves managed – and their Twitter account."
  },
  {
    "author": "Bts",
    "text": "The Western media began comparing ARMY to Beatlemania, the fandom of the Beatles. ARMY was so sensational, Western journalists had to go all the way back to the Beatles to come up with an equivalent comparison."
  },
  {
    "author": "Rihanna",
    "text": "We found love in a hopeless place."
  },
  {
    "author": "Rihanna",
    "text": "I’m only as good as my team, I love you guys so much."
  },
  {
    "author": "Rihanna",
    "text": "I play by my own rules so please think twice before you step into my life."
  },
  {
    "author": "Rihanna",
    "text": "I may be bad, but I’m perfectly good at it."
  },
  {
    "author": "Rihanna",
    "text": "Don’t lower your standards for anything or anyone."
  },
  {
    "author": "Rihanna",
    "text": "Keep your eyes on the finish line and not on the turmoil around you."
  },
  {
    "author": "Rihanna",
    "text": "Spend time with people who know how to use their days well. Just as iron sharpens iron, positive people will inspire you to be positive."
  },
  {
    "author": "Rihanna",
    "text": "People gonna talk whether you doing bad or good."
  },
  {
    "author": "Rihanna",
    "text": "Single life is so overrated. It sucks."
  },
  {
    "author": "Rihanna",
    "text": "You can’t master your future if you’re still a slave to your past."
  },
  {
    "author": "Rihanna",
    "text": "Never underestimate a man’s ability to make you feel guilty for his mistakes."
  },
  {
    "author": "Rihanna",
    "text": "Sometimes you just need your privacy."
  },
  {
    "author": "Rihanna",
    "text": "Ask God for forgiveness, and leave your regrets in the past!"
  },
  {
    "author": "Rihanna",
    "text": "Sometimes it takes a thousand tries to win."
  },
  {
    "author": "Rihanna",
    "text": "Sticks and stones may break my bones, but chains and whips excite me."
  },
  {
    "author": "Rihanna",
    "text": "When a door closes you have two choices: give up, or keep going."
  },
  {
    "author": "Rihanna",
    "text": "When you realize who you live for, and who’s important to please, a lot of people will actually start living. I am never going to get caught up in that. I’m gonna look back on my life and say that I enjoyed it – and I lived it for me."
  },
  {
    "author": "Rihanna",
    "text": "It’s like you’re screaming but no one can hear. You almost feel ashamed that someone could be that important, that without them, you feel like nothing. No one will ever understand how much it hurts. You feel hopeless, like nothing can save you. And when it’s over and it’s gone, you almost wish that you could have all that bad stuff back so you can have the good."
  },
  {
    "author": "Rihanna",
    "text": "I never play the victim, I’d rather be a stalker."
  },
  {
    "author": "Rihanna",
    "text": "When something feels real, you don’t make any apologies for it. When it feels good to you, nothing else matters. Everything else is just noise."
  },
  {
    "author": "Rihanna",
    "text": "Took an oath, I’ma stick it out to the end."
  },
  {
    "author": "Rihanna",
    "text": "I think a lot of people are afraid of being happy because of what others might think of it."
  },
  {
    "author": "Rihanna",
    "text": "Success for me isn’t a destination it’s a journey. Everybody’s working to get to the top but where is the top? It’s all about working harder and getting better and moving up and up."
  },
  {
    "author": "Rihanna",
    "text": "Lipstick can glam up a whole look, especially in red."
  },
  {
    "author": "Rihanna",
    "text": "I stand up for what I believe in and a lot of the time that can be against people’s opinions."
  },
  {
    "author": "Rihanna",
    "text": "Let go of the things that make you feel dead. Life is worth living!"
  },
  {
    "author": "Rihanna",
    "text": "If I’m wearing a top, I don’t wear a bra. If I’m wearing a bra, I just wear a bra."
  },
  {
    "author": "Rihanna",
    "text": "I don’t do things for the response or for the controversy. I just live my life."
  },
  {
    "author": "Rihanna",
    "text": "The more I swear I’m happy the more I’m feeling alone."
  },
  {
    "author": "Rihanna",
    "text": "Tears were for the weaker days, I’m stronger now."
  },
  {
    "author": "Rihanna",
    "text": "I love reading people. I really enjoy watching, observing, and being able to figure out a person, the reason they wore that dress, the reason they smell the way they do."
  },
  {
    "author": "Rihanna",
    "text": "I have too many clothes, I have too many options."
  },
  {
    "author": "Rihanna",
    "text": "I am happy and I’m Single."
  },
  {
    "author": "Rihanna",
    "text": "The most important thing is to be happy and true to yourself. I don’t want to look back at this in 30 years from now and say, ‘I did it all to make them happy and I didn’t enjoy.’"
  },
  {
    "author": "Rihanna",
    "text": "Even angels have their wicked schemes and you take that to new extremes."
  },
  {
    "author": "Rihanna",
    "text": "Even as a child I remember thinking, She can beat me, but she cannot beat my outfit."
  },
  {
    "author": "Rihanna",
    "text": "You don’t want to live your life and then meet someone. You want to share your life with someone. That’s what I’m missing right now."
  },
  {
    "author": "Rihanna",
    "text": "It’s tougher to be vulnerable than to actually be tough."
  },
  {
    "author": "Rihanna",
    "text": "I drink a lot of coconut water. It balances out all the other toxic stuff I put into my body."
  },
  {
    "author": "Rihanna",
    "text": "So I guess I’m a fool, I’m a fool in love. But I’m willing to stay here, and bask in the glory of his heart."
  },
  {
    "author": "Rihanna",
    "text": "You will never be stylish if you don’t take risks."
  },
  {
    "author": "Rihanna",
    "text": "Something is wrong with Eminem. He has so much in his mind that I almost feel lucky that he has music. I feel like he has so much in his head that music is such a great release for him. He is one of my favorite artists. Absolutely."
  },
  {
    "author": "Rihanna",
    "text": "Fashion has always been my defense mechanism."
  },
  {
    "author": "Rihanna",
    "text": "Whatever it is, it feels like it’s laughing at me Through the glass of a two-sided mirror."
  },
  {
    "author": "Rihanna",
    "text": "People think, because we’re young, we aren’t complex, but that’s not true. We deal with life and love and broken hearts in the same way a woman a few years older might."
  },
  {
    "author": "Rihanna",
    "text": "Attention is something I’ve learned to ignore. This is what I do: I live my life and they document it."
  },
  {
    "author": "Rihanna",
    "text": "I want to be the black Madonna."
  },
  {
    "author": "Rihanna",
    "text": "Love is great, love is fine. Out the box, out of line. The affliction of the feeling leaves me wanting more."
  },
  {
    "author": "Rihanna",
    "text": "I hate drama. But at the same time, nothing bothers me more than when life’s perfect. And that’s the sick part. I just love a challenge, whether it’s a relationship, my career, clothing..."
  },
  {
    "author": "Rihanna",
    "text": "Alcohol is the devil and I need Chinese food."
  },
  {
    "author": "Lady Gaga",
    "text": "You have to be unique, and different, and shine in your own way."
  },
  {
    "author": "Lady Gaga",
    "text": "Don’t judge anyone but don’t trust anyone."
  },
  {
    "author": "Lady Gaga",
    "text": "Some women choose to follow men, and some women choose to follow their dreams. If you’re wondering which way to go, remember that your career will never wake up and tell you that it doesn’t love you anymore."
  },
  {
    "author": "Lady Gaga",
    "text": "If you don't have any shadows you're not in the light."
  },
  {
    "author": "Lady Gaga",
    "text": "People will always talk, so let’s give them something to talk about."
  },
  {
    "author": "Lady Gaga",
    "text": "Peace. It does not mean to be in a place where there is no trouble, noise, or hard work. It means to be in the midst of those things and still be calm in your heart."
  },
  {
    "author": "Lady Gaga",
    "text": "Ignore all hatred and criticism. Live for what you create, and die protecting it."
  },
  {
    "author": "Lady Gaga",
    "text": "Fight and push harder for what you believe in, you’d be surprised, you are much stronger than you think."
  },
  {
    "author": "Lady Gaga",
    "text": "Don't you ever let a soul in the world tell you that you can't be exactly who you are."
  },
  {
    "author": "Lady Gaga",
    "text": "Don’t be a drag. Just be a queen."
  },
  {
    "author": "Lady Gaga",
    "text": "You will never find what you are looking for in love, if you don't love yourself."
  },
  {
    "author": "Lady Gaga",
    "text": "They can't scare me, if I scare them first."
  },
  {
    "author": "Lady Gaga",
    "text": "I’m beautiful in my way ’cause God makes no mistakes. I’m on the right track baby, I was born this way."
  },
  {
    "author": "Lady Gaga",
    "text": "I'm obsessively opposed to the typical."
  },
  {
    "author": "Lady Gaga",
    "text": "Trust is like a mirror, you can fix it if it’s broken, but you can still see the crack in that mother fucker’s reflection."
  },
  {
    "author": "Lady Gaga",
    "text": "It doesn't matter who you are, or where you come from, or how much money you've got in your pocket. You have your own destiny and your own life ahead of you."
  },
  {
    "author": "Lady Gaga",
    "text": "Well, that's your opinion, isn't it? And I'm not about to waste my time trying to change it."
  },
  {
    "author": "Lady Gaga",
    "text": "For being different, it’s easy. But to be unique, it’s a complicated thing."
  },
  {
    "author": "Lady Gaga",
    "text": "My fashion is part of who I am, and though I was not born with these clothes on, I was born this way."
  },
  {
    "author": "Lady Gaga",
    "text": "I had a boyfriend who told me I’d never succeed, never be nominated for a Grammy, never have a hit song, and that he hoped I’d fail. I said to him, “Someday, when we’re not together, you won’t be able to order a cup of coffee at the fucking deli without hearing or seeing me.”"
  },
  {
    "author": "Lady Gaga",
    "text": "Even if the whole world turns their back on you, you will always have yourself."
  },
  {
    "author": "Lady Gaga",
    "text": "As artists, we are eternally heartbroken."
  },
  {
    "author": "Lady Gaga",
    "text": "I am focused on the work. I am constantly creating. I am a busy girl. I live and breathe my work. I love what I do. I believe in the message. There’s no stopping. I didn’t create the fame, the fame created me."
  },
  {
    "author": "Lady Gaga",
    "text": "We need fantasy to survive because reality is too difficult."
  },
  {
    "author": "Lady Gaga",
    "text": "I just wanna be myself, and I want you to love me for who I am."
  },
  {
    "author": "Lady Gaga",
    "text": "Do not allow people to dim your shine because they are blinded. Tell them to put on some sunglasses because we were born this way."
  },
  {
    "author": "Lady Gaga",
    "text": "You have to fail and then get better. Then you have to fail again, and then get even better."
  },
  {
    "author": "Lady Gaga",
    "text": "In my work and what I do, I am Queen of the Universe every day!"
  },
  {
    "author": "Lady Gaga",
    "text": "I’m going to be a star, you know why? Because I have nothing left to lose."
  },
  {
    "author": "Lady Gaga",
    "text": "It sometimes makes people feel better about themselves, you know, to put other people down, or make fun of them, or maybe make mockery of their work and that doesn’t make me feel good at all."
  },
  {
    "author": "Lady Gaga",
    "text": "I don’t care what people think about me, I care what they think about themselves."
  },
  {
    "author": "Lady Gaga",
    "text": "The only better thing than a unicorn, is a gay unicorn."
  },
  {
    "author": "Lady Gaga",
    "text": "I think tolerance and acceptance and love is something that feeds every community."
  },
  {
    "author": "Lady Gaga",
    "text": "Being different is a talent. You illuminate what makes you special in the sea of sameness around you."
  },
  {
    "author": "Lady Gaga",
    "text": "People want you to fail."
  },
  {
    "author": "Lady Gaga",
    "text": "I’ve had enough, this is my prayer, that I’ll die living just as free as my hair."
  },
  {
    "author": "Lady Gaga",
    "text": "Money can run out but talent is forever."
  },
  {
    "author": "Lady Gaga",
    "text": "I’d rather be poor and happy than rich and alone."
  },
  {
    "author": "Lady Gaga",
    "text": "I don’t need to be on top to know I’m worth it."
  },
  {
    "author": "Lady Gaga",
    "text": "I am my own sanctuary and I can be reborn as many times as I choose throughout my life."
  },
  {
    "author": "Lady Gaga",
    "text": "Women are strong and fragile. Women are beautiful and ugly. We are soft spoken and loud, all at once."
  },
  {
    "author": "Lady Gaga",
    "text": "Some women choose to follow men, and some women choose to follow their dreams."
  },
  {
    "author": "Lady Gaga",
    "text": "I’m supposed to be, I am an artist. Yes, I’m lonely. But I’m married to my loneliness."
  },
  {
    "author": "Lady Gaga",
    "text": "The reason I don’t want anyone to control me is not because I want to be in control. I don’t want anyone to control me because I don’t want anyone to control anyone."
  },
  {
    "author": "Lady Gaga",
    "text": "The most important thing about creativity is that you honor your creativity and you don’t ever ignore it or go against what that creative image is telling you."
  },
  {
    "author": "Lady Gaga",
    "text": "Stand up for those who cannot stand up for themselves; it’s your responsibility."
  },
  {
    "author": "Lady Gaga",
    "text": "Music changed my life. I don’t know who I would be without it. Don’t ignore even the smallest glimmer of passion in your soul, run towards it with everything you have. It could change your life."
  },
  {
    "author": "Lady Gaga",
    "text": "I believe in a glamorous life, and I live a glamorous life."
  },
  {
    "author": "Lady Gaga",
    "text": "I take medication every day for mental illness and depression and don’t feel bad about it."
  },
  {
    "author": "Lady Gaga",
    "text": "No matter gay, straight or bi, lesbian, transgendered life, I’m on the right track baby I was born to survive."
  },
  {
    "author": "Olivia Rodrigo",
    "text": "One step forward, three steps back”."
  },
  {
    "author": "Olivia Rodrigo",
    "text": "All I ever wanted was to be enough for you."
  },
  {
    "author": "Olivia Rodrigo",
    "text": "They say these are the golden years, but I wish I could dissapear."
  }
]